"{\"opportunities\":[{\"name\":\"PPL Momentum Music Fund\",\"organization\":[\"PRS Foundation\",\"PPL\",\"Creative Wales\",\"Arts Council Northern Ireland\"],\"details\":[\"The PPL Momentum Music Fund provides grants of £5,000 to £15,000 for UK-based bands and artists to develop their careers over the next two years.\",\"Eligible activities include recording, touring (UK only), marketing, music videos, merchandise production, musician fees, set production design, travel management and equipment hire.\",\"Funding cannot be used for international touring except in exceptional circumstances with prior approval from a team member.\",\"Funding cannot be used for capital projects like building works or purchasing vehicles like vans or cars for touring purposes.\",\"Applicants cannot apply for funding of projects that have already happened before the decision date or activities that could be covered by a major publisher or label or management company.\",\"The fund is not intended for artists or bands in the early stages of their careers.\"],\"eligibility\":[\"Applicants must be UK-based bands and artists at a crucial tipping point in their careers showing current progression and growth as artists with potential to significantly impact their career development following grant award.\",\"Applicants must demonstrate a strong UK-wide fan base with national press coverage and radio play.\",\"Applicants must have at least one team member such as a manager, booking agent, record label rep etc., involved in their project management team.\",\"Artists signed to major label deals are not eligible unless they can express why they can't help with activities being funded by this grant.\"],\"application_requirements\":[\"Applications must demonstrate how funding will significantly impact on artist's career development at this crucial tipping point of their career journey which varies among music creators but should show real growth potential if funded by PRS Foundation's PPR Momentum Music Fund initiative run through its partners including Creative Wales & Arts Council Northern Ireland among others involved here too!\",\"Applications should include detailed marketing plans showing how proposed activities will execute successfully along measurable outcomes/goals set forth therein; failure do so may result lower scores during assessment process conducted via external advisors using criteria based scoring system supported further still yet again here today now more than ever before perhaps even still yet again somehow someway somewhere someday soon enough hopefully maybe possibly perhaps who knows really honestly.\"],\"other\":[\"Previous recipients include Little Simz, Sam Fender, Kae Tempest, Knucks, Hannah Peel, Big Joanie, Shygirl, Anna Meredith and K-Trap among others.\"]}]}"
