"{\"opportunities\":[{\"name\":\"PPL Momentum Music Fund\",\"organization\":[\"PRS Foundation\",\"PPL\",\"Creative Wales\",\"Arts Council of Northern Ireland\"],\"details\":[\"The PPL Momentum Music Fund offers grants of £5k-£15k for UK based artists/bands to break through to the next level of their careers.\",\"Activities eligible for support include recording, touring, marketing, and writing.\",\"The fund is managed by PRS Foundation with support from PPL, Arts Council of Wales, Creative Wales and Arts Council of Northern Ireland.\",\"Previous recipients include Little Simz, Sam Fender, Kae Tempest, Knucks, Hannah Peel, Big Joanie, Shygirl, Anna Meredith and K-Trap.\",\"The fund was initiated by PRS Foundation and Arts Council England in 2013.\",\"Funding is designed to support musicians at a critical stage in their development to achieve significant progress.\"],\"eligibility\":[\"Applicants must be based in the UK and write/perform their own music.\",\"Applicants must have received national media or press coverage.\",\"Applicants must have performed (or been asked to perform) multiple shows across the UK.\",\"Applicants must demonstrate a strong national and regional fan base.\",\"Applicants must have at least one team member such as a manager or booking agent.\"],\"application_requirements\":[\"Applications are completed online and assessed by specialists from PRS Foundation's network of advisors.\",\"Applications can be submitted directly by artists or their representatives such as managers or booking agents.\"],\"other\":[\"The fund is not intended for artists/bands just starting out or those signed to major record label deals.\"]},{\"name\":\"PPL Momentum Accelerator\",\"organization\":[\"PRS Foundation\",\"Arts Council England\"],\"details\":[\"PPL Momentum Accelerator supports outstanding artists/bands outside London who face additional barriers due to location with grants up to £5k. \",\"Launched as a pilot in Liverpool in 2019; runs in Liverpool City Region, Yorkshire and Wales. \",\"Aims include supporting regional industry infrastructure so that artists do not need to leave their region for career progression.\"],\"eligibility\":[\"Supports songwriters/artists/bands who are writing their own music based in Yorkshire/Liverpool City Region/Wales.\"],\"application_requirements\":[],\"other\":[]}]}"