"{\"opportunities\":[{\"name\":\"PPL Momentum Music Fund\",\"organization\":\"PRS Foundation\",\"funding\":\"£5,000-£15,000\",\"details\":\"The PPL Momentum Music Fund is managed by PRS Foundation in partnership with PPL, Creative Wales, and Arts Council of Northern Ireland. It offers grants between £5,000 and £15,000 to UK-based artists and bands looking to take their careers to the next level. The fund supports activities such as recording, touring (UK only), marketing, writing new music, and international promotion costs including performances. The fund aims to provide financial backing for projects that will propel artists towards greater national and regional recognition. It is not intended for artists or bands in the early stages of their careers or those signed to major record label deals.\",\"eligibility\":\"Applicants must be based in the UK and write/perform their own music. They should have received national media or press coverage and have performed (or been asked to perform) multiple shows across the UK. A strong national and regional fan base is required along with at least one team member such as a manager or booking agent. Artists signed to major label deals are not eligible.\",\"application_requirements\":\"Applications are completed online by artists/bands directly or representatives such as managers or booking agents. Applicants must outline any label/publishing deals they are currently covered by in their application.\",\"other\":\"The fund has four deadlines a year with decisions communicated within 8 weeks of a deadline passing.\"},{\"name\":\"PPL Momentum Accelerator\",\"organization\":\"PRS Foundation\",\"funding\":\"up to £5k\",\"details\":\"PPL Momentum Accelerator supports outstanding artists/bands writing their own music outside London who face additional barriers due to location. It runs in Liverpool City Region, Yorkshire, and Wales with partners providing support for future industry professionals like managers/promoters/record labels/music publishers/booking agents.\",\"eligibility\":\"\",\"application_requirements\":\"\",\"other\":\"\"}]}"