"{\"opportunities\":[{\"name\":\"PPL Momentum Music Fund\",\"organization\":\"PRS Foundation\",\"funding\":\"£5,000-£15,000\",\"details\":\"The PPL Momentum Music Fund is managed by PRS Foundation in partnership with PPL, Creative Wales, and Arts Council of Northern Ireland. It offers grants between £5,000 and £15,000 to UK-based artists and bands looking to take their careers to the next level. The fund supports activities such as recording, touring (UK only), marketing, writing new music, and international promotion costs including performances. The fund is designed to support musicians at a critical stage in their development and help them achieve significant progress. Previous recipients include Little Simz, Sam Fender, Kae Tempest among others.\",\"eligibility\":\"Applicants must be UK-based artists or bands who write/perform their own music. They should have been active in the music industry for at least 18 months with evidence of a track record such as club level shows or media coverage. They must have a strong national/regional fan base and at least one team member (e.g., manager). Artists signed to major label deals are not eligible.\",\"application_requirements\":\"Applications are completed online and assessed by specialists from PRS Foundation's network of advisors. Applicants need to demonstrate how funding will significantly impact their careers with detailed activity plans showing confirmed provisional activity.\",\"other\":\"The fund has four deadlines a year with results communicated within 8 weeks post-deadline. It prioritizes expenditure that helps artists develop professionally/creatively.\"},{\"name\":\"PPL Momentum Accelerator\",\"organization\":\"PRS Foundation\",\"funding\":\"up to £5k\",\"details\":\"PPL Momentum Accelerator supports outstanding artists/bands outside London who face additional barriers due to location. It runs in Liverpool City Region, Yorkshire and Wales providing financial support up to £5k for early career tipping points.\",\"eligibility\":\"Eligible applicants include songwriters/artists/bands writing their own music based in Yorkshire/Liverpool City Region/Wales as well as future industry professionals based there.\",\"application_requirements\":\"\",\"other\":\"\"}]}"