"{\"opportunities\":[{\"name\":\"Women Make Music\",\"organization\":\"PRS Foundation\",\"funding\":\"up to £5,000\",\"details\":\"Women Make Music supports women and gender minority music creators to increase their profile and stimulate new collaborations. Funding is available to support the creation, performance, and promotion of outstanding new music in any genre by UK-based music creators. The fund supports women, trans, and non-binary music creators of all genres and backgrounds at different stages of their careers across the UK. The fund aims to break down assumptions and stereotypes within the music industry by encouraging role models for future generations, raise awareness of the gender gap, increase the profile of women, trans and non-binary artists creating new music in the UK, and encourage those who may not have applied for PRS Foundation funding before. Previous recipients include Anna Meredith, ESKA, Emma-Jean Thackray among others.\",\"eligibility\":\"Applicants must be women or gender minority artists/composers or music creators working in any genre. They must be based in the UK with a track record of more than 18 months. Ineligible applicants include individuals in full-time education unless an exception is made by the Grants Team; under 18s unless represented by an adult with a valid DBS check; those resident outside of the UK; projects where lead composer/songwriter is a member of another Performance Rights Organisation.\",\"application_requirements\":\"Applicants must submit two examples of their music which should not be over 18 months old. Applications can be submitted either as written or video submissions with specific questions broken down into individual questions for clarity. Applicants should ensure that all information they want advisors to see is included as independent advisors assess applications.\",\"other\":\"The application process has been streamlined into a one-stage process requiring details about project benefits for creators involved along with activity timeline and balanced budget.\"}]}"