"{\"opportunities\":[{\"name\":\"International Showcase Fund\",\"organization\":\"PRS Foundation\",\"funding\":\"£1,500-£5,500\",\"details\":\"The International Showcase Fund (ISF) offers grants of up to £5,500 for international export opportunities for UK-based artists, bands, songwriters and producers who have been invited to perform or create new music at international industry-facing showcasing festivals, songwriting camps or conferences. The fund is supported by the Department for International Trade (DIT), Creative Wales, Arts Council of Northern Ireland and Spotify. It is managed by PRS Foundation in partnership with DBT, British Underground, PPL, British Council, Musicians Union, Arts Council England, Creative Scotland and Wales Arts International. The fund aims to support UK music creators in marketing activities overseas and helps cover costs associated with international showcasing events. ISF runs on a rolling deadline due to the high number of eligible showcases being run all around the world.\",\"eligibility\":\"Applicants must be UK-based music creators (artists, bands, songwriters or producers) who have been formally invited to perform or participate at an eligible international event with a conference element geared towards industry professionals rather than the general public. They must demonstrate a financial need for support and be 'export-ready', showing evidence of existing demand from overseas markets. Applicants should not be signed to a major label within the territory they are performing in.\",\"application_requirements\":\"Applicants need to submit music examples including live videos where possible; detail on why they need support; information on their track record and export-readiness; an outline of plans including event delegates they will meet with; expected outcomes; and a project budget including request amount. They should demonstrate their career successes to date and why this showcase is important for expanding their export potential.\",\"other\":\"The fund prioritizes new applicants and non-funded artists due to its competitive nature where only 45-55% are awarded funding on average.\"}]}"