"{\"opportunities\":[{\"name\":\"International Showcase Fund\",\"organization\":[\"PRS Foundation\",\"Department for International Trade (DIT)\",\"Creative Wales\",\"Arts Council of Northern Ireland\",\"Spotify\"],\"details\":[\"The International Showcase Fund (ISF) offers grants of up to £5,500 for international export opportunities for UK-based artists, bands, songwriters and producers.\",\"The fund supports UK business overseas through funding from the Department for International Trade (DIT), Creative Wales, Arts Council of Northern Ireland and Spotify.\",\"It helps British recorded music businesses with marketing activity in overseas territories.\",\"Previous recipients include Dave, Nova Twins, Kae Tempest, Glass Animals, Little Simz, Nova Twins, Sam Fender, AJ Tracey and Wolf Alice.\",\"The fund is managed by PRS Foundation in partnership with DBT (Department for Business and Trade), British Underground, PPL (Phonographic Performance Limited), British Council, Musicians Union, Arts Council England, Creative Scotland and Wales Arts International.\",\"ISF runs on a rolling deadline due to the high number of eligible showcases being run all around the world. Specific deadline dates for key events can be found on their website but this list is not exhaustive.\",\"The fund cannot be used to support general international touring or public facing international festivals. It also cannot support people to attend events as delegates only; there must be a performance and/or writing opportunity involved in the showcase or writing camp.\"],\"eligibility\":[\"Applicants must be UK-based music creators including artists bands songwriters producers who write or perform their own original music.\",\"Applicants must have been formally invited to perform or participate at an international event with a conference element geared towards music industry professionals rather than the general public or an international songwriting camp geared towards collaboration creative progression career progression.\",\"Applicants must demonstrate they are 'export-ready' which includes having a strong profile in the UK or territory they are looking to export to having meetings confirmed with industry executives at chosen showcase having strong business case for attending specific event needing funding support not covered by other companies.\"],\"application_requirements\":[\"Applications can be made by music creators directly or on behalf of them by representatives such as managers labels publishers booking agents PR/pluggers lawyers trusted advisors/personal assistants. However any resulting grant offer is made directly to the music creator. Authorized representatives can project manage funded activity but if there is a change in team around creator funds may need reclaiming if not used as outlined in application directly benefiting creator.\",\"Applicants need concrete plans of what outcomes they expect from showcase/export event how they will achieve these such as knowing who intend meeting promoting themselves before during event stipulating pre-existing relationships might have country event participating virtual event ensuring attendance high quality delivering video/live-stream impactful way requesting digital contingency support how use further career internationally if not used virtual performance.\"],\"other\":[\"For highly competitive events such as SXSW percentage successful applicants may lower applicants need make strongest possible case why should supported showing career successes date why showcase important expand export potential concrete plans outcomes expect showcase/export event how achieve these participating partnership British Council show strong cultural benefit host country promoters inviting you.\"]}]}"