"{\"opportunities\":[{\"name\":\"International Showcase Fund\",\"organization\":\"PRS Foundation\",\"funding\":\"£1,500-£5,500\",\"details\":\"The International Showcase Fund (ISF) offers grants of up to £5,500 for international export opportunities for UK-based artists, bands, songwriters and producers who have been invited to perform or create new music at international industry-facing showcasing festivals, songwriting camps or conferences. The fund is managed by PRS Foundation in partnership with DBT, British Underground, PPL, British Council, Musicians Union, Arts Council England, Creative Scotland, Wales Arts International and Arts Council Northern Ireland. The fund supports UK business overseas through funding from the Department for International Trade (DIT), Creative Wales and Spotify. It helps British recorded music businesses with marketing activity in overseas territories. Previous recipients include Dave, Nova Twins and Glass Animals.\",\"eligibility\":\"Applicants must be UK-based music creators (artists/bands/songwriters/producers) who have been formally invited to perform or participate in an international event with a conference element geared towards music industry professionals rather than the general public. They must demonstrate a clear financial need for support and be 'export-ready'. Export-readiness is assessed based on the applicant's genre/scene/career level/regional 'tipping points' and type of international engagement.\",\"application_requirements\":\"Applicants need to submit musical examples including a live video where possible so reviewers can assess their music strength/performance skills/suitability for the event. They must detail the showcasing event/songwriting camp they are attending and why they need support to attend it. Information on their track-record/export-readiness is required along with an outline of plans including event delegates they will meet/expected outcomes/project budget/request amount.\",\"other\":\"The ISF can contribute a maximum of 90% of trip costs; at least 10% should be covered by other sources like managers/labels/publishers etc. Applications are encouraged 10-12 weeks before events take place due to visa processing times which can take up to 3 months.\"}]}"