"{\"opportunities\":[{\"name\":\"Arts Council National Lottery Project Grants\",\"organization\":\"Arts Council England\",\"funding\":\"£1,000-£100,000\",\"details\":\"Arts Council National Lottery Project Grants is a continuous funding programme supporting individual musicians and musical organisations who use music in their work. Grants range from £1,000 to £100,000 for activities carried out over a set period which engage people in England with creativity and culture. There are no deadlines but you need to allow enough time between when you apply and when your project starts. For awards up to £30k: 8 weeks processing time; over £30k: 12 weeks processing time. The fund supports thousands of individual practitioners, community and cultural organisations. The programme is open access for arts, libraries and museums projects.\",\"eligibility\":\"The fund supports individual musicians and musical organisations who use music in their work. Projects must engage people in England with creativity and culture.\",\"application_requirements\":\"Applications are made through Grantium, the online application portal of Arts Council England. New users need to create a user account and applicant profile on Grantium which can take up to 10 working days for approval before starting an eligibility questionnaire or application.\",\"other\":\"The Arts Council invests public money from government and the National Lottery to ensure everyone's creativity is given the chance to flourish with access to high-quality cultural experiences.\"},{\"name\":\"Supporting Grassroots Music\",\"organization\":\"Arts Council England\",\"funding\":\"\",\"details\":\"Supporting Grassroots Music is funded by the Department for Culture, Media and Sport as part of the UK Government’s Creative industries sector vision with an investment of £5 million specifically supporting rehearsal and recording studios, promoters, festivals, venues for live music performance including electronic music.\",\"eligibility\":\"\",\"application_requirements\":\"\",\"other\":\"\"},{\"name\":\"Unlocking Collections\",\"organization\":\"Arts Council England\",\"funding\":\"\",\"details\":\"Unlocking Collections campaign is a Time Limited Priority within National Lottery Project Grants aimed at enabling museums to develop their collections-based work increasing public engagement with collections.\",\"eligibility\":\"\",\"application_requirements\":\"\",\"other\":\"\"},{\"name\":\"Universal Library Offers (From 1 November)\",\"organization\":\"Arts Council England\",\"funding\":\"\",\"details\":\"'Universal Library Offers' Time limited priority within National Lottery Project Grants aimed at enabling public libraries' delivery of four Universal Library Offers: Reading; Health & Wellbeing; Digital & Information; Culture & Creativity.\",\"eligibility\":\"\",\"application_requirements\":\"\",\"other\":\"\"}]}"