"{\"opportunities\":[{\"name\":\"Arts Council National Lottery Project Grants\",\"organization\":[\"Arts Council England\"],\"details\":[\"Continuous funding programme supporting individual musicians and musical organisations who use music in their work.\",\"Grants range from £1,000 to £100,000 for activities carried out over a set period which engage people in England with creativity and culture.\",\"There are no deadlines but you need to allow enough time between when you apply and when your project starts.\",\"For awards up to £30k: 8 weeks processing time; over £30k: 12 weeks processing time.\",\"The fund supports thousands of individual practitioners, community and cultural organisations.\",\"Project Grants is always open for applications between £1,000 and £100,000.\"],\"eligibility\":[\"Supports individual musicians and musical organisations who use music in their work.\",\"Projects must engage people in England with creativity and culture.\"],\"application_requirements\":[\"Applications are made through Grantium, the online application portal of Arts Council England.\",\"If new to Grantium, applicants need to create a user account and applicant profile which can take up to 10 working days for approval before starting an eligibility questionnaire or application.\",\"Applicants must read the Guidance for Applicants before applying. It explains who can apply, what you can apply for, how to apply and how decisions are made.\"],\"other\":[\"The programme is committed to being as accessible as possible. If applicants find it difficult to get advice or apply, support is available including paying a support worker.\"]},{\"name\":\"Supporting Grassroots Music\",\"organization\":[\"Arts Council England\"],\"details\":[\"Funded by the Department for Culture, Media and Sport as part of the UK Government’s Creative industries sector vision with an investment of £5 million.\",\"Specifically supports rehearsal and recording studios, promoters, festivals, venues for live music performance including electronic music.\"],\"eligibility\":[],\"application_requirements\":[],\"other\":[]},{\"name\":\"Unlocking Collections\",\"organization\":[\"Arts Council England\"],\"details\":[\"A Time Limited Priority within National Lottery Project Grants aimed at enabling museums to develop their collections-based work and increase public engagement with their collections.\"],\"eligibility\":[],\"application_requirements\":[],\"other\":[]},{\"name\":\"Universal Library Offers\",\"organization\":[\"Arts Council England\"],\"details\":[\"A Time Limited Priority within National Lottery Project Grants aimed at enabling public libraries with their delivery of the four Universal Library Offers: Reading; Health & Wellbeing; Digital & Information; Culture & Creativity (from 1 November).\"],\"eligibility\":[],\"application_requirements\":[],\"other\":[]}]}"