"{\"opportunities\":[{\"name\":\"Developing Your Creative Practice (DYCP)\",\"organization\":[\"Arts Council England\"],\"details\":[\"DYCP funds individual practitioners who live in England with at least one year's creative practice experience outside a formal education context.\",\"The grant allows practitioners to take their practice to the next stage through activities such as research or mentoring.\",\"Grants range from smaller amounts up towards larger grants depending on project scope.\",\"The grant supports activities that help develop a more sustainable long-term practice, allowing for exploration and experimentation away from client-based work.\",\"Applicants write about how they plan to develop their creative practice, making the application process personal and aligned with their goals.\",\"The funding can be used for workshops, mentoring, research, and other activities that contribute to the development of the applicant's creative practice.\"],\"eligibility\":[\"Applicants must live in England and have at least one year's experience in creative practice outside a formal education context.\"],\"application_requirements\":[\"Applicants must submit an activity plan detailing what they will do each month over the course of a year.\",\"Applications should include names of people the applicant plans to work with as part of their activity plan.\",\"Applicants need an account on Grantium website for application submission, which takes about a week to set up.\",\"A letter from someone familiar with the applicant's art practice is required as part of the application process.\",\"Applications should be precise due to limited word count; mentoring can help consolidate thoughts into coherent statements.\"],\"other\":[\"Successful applicants have used DYCP funding for personal development akin to creating a personal Master's programme over one year including workshops and mentoring sessions.\",\"It is recommended that applicants start early due to complexity; dedicating time for reading guidelines, writing plans, attending workshops is advised before submission.\",\"ACE provides direct support through chat services during application writing; they offer clarifications on what can be funded (e.g., studio rent if integral).\",\"Mentoring services are available from individuals like Cai Burton who assist in refining applications by focusing on key points.\"]}]}"