"{\"opportunities\":[{\"name\":\"Developing Your Creative Practice (DYCP)\",\"organization\":[\"Arts Council England\"],\"details\":[\"The DYCP fund is designed to help creative practitioners take their work to the next level by providing them with the time and resources to focus on their own creative development.\",\"The fund supports a wide range of creative practices, including music, writing, visual arts, and more.\",\"It aims to help artists develop new skills and ideas that will enrich their practice and career.\",\"Funding can be used for activities such as working with mentors, developing new work, or exploring new ways of working.\",\"Nina Clark used DYCP funding for artistic development by reducing time spent on teaching to focus on rehearsing, recording, songwriting, blogging, vlogging, and performing.\",\"Funding amount ranges from £2,000-£12,000.\",\"Applications are currently closed; decisions will be announced on Thursday 6 March 2025. Future rounds will be announced early 2025.\",\"Changes have been made from Round 17 onwards to increase funding amounts due to the cost of living crisis.\"],\"eligibility\":[\"Applicants must be individual artists or practitioners looking for support in developing their own practice.\",\"Open to a wide range of disciplines including music artists like singers/songwriters.\",\"Applicants must demonstrate how the funding will significantly develop their practice and impact their career.\",\"If you’ve made two unsuccessful or one successful application since 30 April 2021 (Round 10), you won’t be eligible for Round 22. This restriction moves forward by one round each time a new round opens.\"],\"application_requirements\":[\"Applicants need to outline what they intend to do with the funding and how it will impact their career in the application form.\",\"Support is available for applicants with access needs including alternative formats of guidance documents or covering costs for support workers.\"],\"other\":[\"Nina Clark's experience highlights DYCP's potential impact; she focused more on her own work rather than teaching others through her project which included creating a vlog for fan engagement and producing a music video for her latest single.\"]}]}"