"{\"opportunities\":[{\"name\":\"Accelerator Programme for Music Managers 2025\",\"organization\":\"Music Managers Forum (MMF) and YouTube Music\",\"funding\":\"£0-£12,000\",\"details\":\"The Accelerator Programme for Music Managers is a funding and training programme specifically designed for independent music managers. Launched in 2019, it aims to help independent artist, songwriter, DJ, and producer managers build greater commercial sustainability. The programme offers a combination of financial support in the form of grants up to £12,000 per participant and educational support through expert-led training sessions on various aspects of the modern music business. Participants also benefit from a strong peer-to-peer network where they can share experiences and advice. The programme is supported by YouTube Music, Arts Council England, Creative Scotland, Creative Wales, PPL and the Scottish Music Industry Association. It has supported over 133 managers since its inception with 90% still operating as music managers.\",\"eligibility\":\"Applicants must be based in the UK and have at least 18 months of experience managing artists as freelancers or at their own company. They must currently manage at least one artist whose business has had a gross income/turnover of at least £25,000 in the past year (including pipeline income). The programme encourages applications from diverse backgrounds including women; people of color; those outside London; disabled or neurodivergent individuals; those with childcare responsibilities or socio-economic challenges.\",\"application_requirements\":\"The application process consists of two stages: Stage 1 requires an expression of interest along with a five-minute video/audio application covering specific questions about management experience and plans for future development. Stage 2 involves submitting a short 24-month work plan/business plan if accepted to this stage.\",\"other\":\"The Accelerator Programme has been recognized for its impact on diversity within the industry with over half its participants based outside London and significant representation from women and ethnic minorities.\"}]}"