"{\"opportunities\":[{\"name\":\"Accelerator Programme for Music Managers 2025\",\"organization\":\"Music Managers Forum (MMF) and YouTube Music\",\"funding\":\"£12,000\",\"details\":\"The Accelerator Programme is a funding and training initiative specifically for independent music managers, launched in 2019. It aims to help managers build greater commercial sustainability by providing a combination of financial support and professional development. The programme is backed by YouTube Music, Arts Council England, Creative Scotland, PPL, and the Scottish Music Industry Association. It offers grant funding of up to £12,000 per participant in 2025 alongside expert-led training on all aspects of the modern music business. Participants have access to a strong peer-to-peer network where they can share experiences and advice. The programme has supported over 133 individuals since its inception with a high retention rate of participants continuing as music managers.\",\"eligibility\":\"Applicants must be independent music managers based in the UK with at least 18 months of experience managing clients whose businesses are at a tipping point. They must currently manage at least one artist, songwriter, DJ or producer who has collectively had at least £25,000 in gross income/turnover over the past year (Jan 2024-Jan 2025). The programme encourages applications from diverse backgrounds including women; people of color; those outside London; disabled or neurodivergent individuals; those with childcare responsibilities or socio-economic challenges.\",\"application_requirements\":\"The application process consists of two stages: Stage 1 requires an Expression of Interest form along with a five-minute video/audio application covering specific questions about management experience and plans for future business development. Stage 2 involves submitting a short 24-month work plan if accepted from Stage 1.\",\"other\":\"The Accelerator Programme is recognized as the world's only independent funding and professional development program designed exclusively for artist managers.\"}]}"