"{\"opportunities\":[{\"name\":\"MMF Accelerator Programme for Music Managers 2025\",\"organization\":[\"Music Managers Forum (MMF)\",\"YouTube Music\",\"Arts Council England\",\"Creative Scotland\",\"Creative Wales\",\"Scottish Music Industry Association (SMIA)\"],\"details\":[\"The MMF Accelerator Programme is a funding and training programme specifically for independent music managers.\",\"The programme has been running for five years and has supported 115 managers, resulting in 13 Top 40 albums and numerous industry awards.\",\"It aims to support music managers from diverse backgrounds, including women, people of color, and those from outside London.\",\"The programme is supported by YouTube Music, Arts Council England, Creative Scotland, Creative Wales, and the Scottish Music Industry Association.\",\"It provides professional development services to help music managers build sustainable businesses.\",\"Participants have access to expert training and development as part of the programme.\",\"The MMF was recently awarded National Portfolio Organisation (NPO) status by Arts Council England due to its strong track record in providing professional development services.\",\"Accelerator participants have delivered Top 20 albums for artists like Dream (managed by Ashley Perry) and The Reytons (managed by Rich Goodwin).\",\"The programme includes a mix of grant funding, training sessions on topics like management essentials and live performance management, peer support networks, mentoring from industry professionals like lawyers and accountants, workshops on sync licensing etc., travel bursaries for conference attendance etc.\",\"Open to independent music managers across the UK with at least 18 months of experience managing clients whose businesses are at a tipping point. Encourages applications from diverse backgrounds including women; people of color; those outside London; disabled or neurodivergent individuals; those with childcare responsibilities or socio-economic challenges.\",\"Applicants must provide information about their management experience including client details; business plans or strategies they intend to implement through participation in Accelerator etc.\",\"Participants have reported significant benefits such as increased business sustainability despite economic challenges posed by events like the pandemic. Backed by YouTube Music, Arts Council England, Creative Scotland,PPL,and the Scottish Music Industry Association \",\"Launched in 2019,the Accelerator Programme was developed to help independent artist,songwriter,DJ,and producer managers build greater commercial sustainability.As demonstrated by findings from the MMF’s long-running series of Managing Expectations reports,a majority of independent music managers continue to face significant financialand structural challenges.Many operate with acute employment insecurityand often spend years developingthe careersof their clients shouldering an increasing arrayof responsibilities without the benefitofa safety net.\"],\"eligibility\":[\"Open to independent music managers across the UK with at least 18 months of experience managing clients whose businesses are at a tipping point. Encourages applications from diverse backgrounds including women; people of color; those outside London; disabled or neurodivergent individuals; those with childcare responsibilities or socio-economic challenges.\",\"You must be based in the UK\",\"You must be currently managing at least one artist,songwriter,DJorproducer.Talent can be based anywhere in the world and of any genre.You must have been working as a manger for at least 18 months experience. The creator(s) you work with should have collectively had atleast £25000 in gross income/turnover in total including known/confirmed pipeline income (Jan2024-Jan2025).We welcome applications from managers who were previously unsuccessful applicants.\"],\"application_requirements\":[\"Applications close at 12pm /Noon  3rd March 2025. How long have you been operating as a manager? What is the gross income of your artists’ businesses over the past 12 months and a breakdown in which areas this income has been earned and any net profit made? What is the overall income of the artist/songwriter/producer business in the past 12 months INCLUDING pipeline income? What is the overall income of the artist/songwriter/producer business in the past 12 months EXCLUDING pipeline income? What is the NET income of the artist/songwriter/producer business in the past 12 months? What is your income ONLY from artist management in the past 12 months? What is your income from non-management activities in the past 12 months? What other work do you do besides artist management? Which artists/music creators do you represent and link to the music? Your video/sound file must be clear and cover the following areas. We suggest taking approximately 1 minute per question to make a concise and clear answer.How long have you been operating as a manager and how did you come to the role? Tell us a bit about the artists you work with and why you work with them? Tell us about an achievement or success you’ve had in the past 12 months Tell us about a time you’ve failed or could have done better in the past 12 months The reason why you should be an Accelerator Manager and give an outline of your plans over the next two years and where you aim your business to be Applicants accepted to Stage 2 will be expected to submit a short 24-month plan (April 2025 – March 2027). More details will be announced soon. For any further information or queries, please email accelerator@themmf.net\"],\"other\":[\"IS THERE A PARTICULAR AGE I HAVE TO BE TO APPLY? Accelerator aims to help you to the next stage of your management career and we encourage applications from all age groups above 18 years old. You must be able to demonstrate you have been professionally working as a music manager for at least 18 months. IF THE ACT I WORK WITH IS BASED IN THE UK, CAN I STILL APPLY EVEN IF I AM NOT? No, you need to be living in the UK to apply and participate in the programme, however, the music makers you represent may be living anywhere in the world. HOW PROFESSIONAL DOES MY FIVE-MINUTE VIDEO NEED TO BE? We are more interested in what you say in the video than your skills in video production. In previous years the range of Stage 1 successful applicants’ video styles was very broad and using a cameraphone was adequate. If you are unable to film a video please contact accelerator@themmf.net. Our advice is to keep the video clear, answer the questions required and keep within the five-minute time frame. We are unable to watch beyond five minutes of each submission. £25,000 SEEMS LIKE A LOT TO HAVE EARNED, CAN I STILL APPLY IF MY ACT HAS NOT EARNED THAT MUCH? We expect all eligible applications to meet these criteria. Don’t forget that this is GROSS income – as in anything the artist has received or is owed. This can include for example PRS, PPL, merch sales, advances, streams, grants, live income, brand income etc. If you sit down and work it all out, you may be surprised that your clients have turned over more than you thought. WHAT IF I AM WORKING WITH A CO-MANAGER? You can still apply if you are working in partnership with another manager but we ask you to detail this in the application. If you are both applying as individuals, please email accelerator@themmf.net to confirm the names that are applying either as individuals or as management partnerships. If you are applying as a partnership representing the same artists it is unlikely we will award two places on the Music Manager Accelerator. If in your partnership you are unsure which of you should apply, in general, it is suggested it would be the co-manager more responsible for business relationships such as those with accountants, lawyers etc. WHAT IF I MANAGE TWO ACTS THAT BETWEEN THEM HAVE EARNED OVER £25,000 BUT NOT INDIVIDUALLY? You will make a stronger application if you work with at least one act that has individually earned over £25,000. However, you are eligible if you reach this total across several music makers. DO I NEED TO HAVE BEEN WORKING WITH THE SAME ACT FOR THE PAST 18 MONTHS? No; as long as you have been managing artists, songwriters, producers or DJs for at least 18 months, you are eligible to apply for the programme. HOW MUCH OF THE TRAINING AND EDUCATION PROGRAMME WILL I BE EXPECTED TO ATTEND OVER THE 12 MONTHS? You will be required to attend regular Accelerator training opportunities which take place during core “term times” weekly and a two night retreat.\"]}]}"
