"{\"opportunities\":[{\"name\":\"MMF Accelerator Programme for Music Managers 2025\",\"organization\":[\"Music Managers Forum (MMF)\",\"YouTube Music\",\"Arts Council England\",\"Creative Scotland\",\"Creative Wales\",\"Scottish Music Industry Association (SMIA)\"],\"details\":[\"The MMF Accelerator Programme is a funding and training programme specifically for independent music managers.\",\"The programme has been running for five years and has supported 115 managers, resulting in 13 Top 40 albums and numerous industry awards.\",\"It aims to support music managers from diverse backgrounds, including women, people of color, and those from outside London.\",\"The programme is supported by YouTube Music, Arts Council England, Creative Scotland, Creative Wales, and the Scottish Music Industry Association.\",\"It provides professional development services to help music managers build sustainable businesses.\",\"Participants have access to expert training and development as part of the programme.\",\"The MMF was recently awarded National Portfolio Organisation (NPO) status by Arts Council England due to its strong track record in providing professional development services.\",\"Accelerator participants have delivered Top 20 albums for artists like Dream (managed by Ashley Perry) and The Reytons (managed by Rich Goodwin).\",\"The programme includes a mix of grant funding, training sessions on topics like management essentials and live performance management, peer support networks, mentoring from industry professionals like lawyers and accountants, workshops on sync licensing etc., travel bursaries for conference attendance etc.\",\"Open to independent music managers across the UK with at least 18 months of experience managing clients whose businesses are at a tipping point. Encourages applications from diverse backgrounds including women; people of color; those outside London; disabled or neurodivergent individuals; those with childcare responsibilities or socio-economic challenges.\",\"Applicants must provide information about their management experience including client details; business plans or strategies they intend to implement through participation in Accelerator etc.\",\"Participants have reported significant benefits such as increased business sustainability despite economic challenges posed by events like the pandemic. Backed by YouTube Music, Arts Council England, Creative Scotland,PPL,and the Scottish Music Industry Association \",\"Launched in 2019,the Accelerator Programme was developed to help independent artist,songwriter,DJ,and producer managers build greater commercial sustainability.As demonstrated by findings from the MMF’s long-running series of Managing Expectations reports,a majority of independent music managers continue to face significant financialand structural challenges.Many operate with acute employment insecurityand often spend years developingthe careersof their clients shouldering an increasing arrayof responsibilities withoutthe benefitofa safety net.Accordingto MMFresearch61%ofmanagers make less than minimum wageandsupplementtheir earningswith other external work.Withthe backingofYouTubeMusicaswellaslong-term partnersPPLArtsCouncilEnglandandtheScottishMusicIndustryAssociationAcceleratorhashelpedtoaddressthesedilemmas.Theprogrammeoffersauniquecombinationoffinancialandeducationalsupportwelcominganewcohortofmanagerseachyearprovidingthemwithgrantfundingupto£12000willbeavailablein2025foreachsuccessfulapplicantaswellexpert-ledtrainingonallaspectsofthemodernmusicbusiness.Acceleratorhasalsodevelopedanincrediblystrongpeer-to-peernetworkwheremanagersfromdifferentbackgroundscanshareexperiencesinformationandadvice.Since2019133individualshavecompletedtheprogrammewith90%stilloperatingasmusicmanagerscontinuingtobuildcareersfortalentfromtheUKandoverseas.SomeoftheartistssongwritersandproducersrepresentedbyAcceleratoralumniincludingJoyCrookesShygirlWesNelsonPinkPantheressJoyAnonymousENNYNippaJoesefDryCleaningYolanDaBrownOBEAbsolutexDotMajorRenPorridgeRadioSkinnyLivingBaltraBiminiandCaskets.AcceleratorhasalsoenabledtheMMFtogreatlyexpandthesupportofmanagerstoallcornersoftheUKboostingthosewhoplayalynchpinroleindevelopinglocalmusicscenesorwhooperateinspecificgenres.Ofthe18managerswhotookpartin2024’sprogrammeeightarebasedinLondonwiththeotherssituatedacrossamultitudeoftownsandcitiesincludingBirminghamBrightonBristolCardiffDurhamGlasgowLeedsManchesterMotherwell.Importantly2024’sparticipantshavealsoreportedanaverage18%increaseintheiryear-on-year earnings.\"],\"eligibility\":[\"Open to independent music managers across the UK with at least 18 months of experience managing clients whose businesses are at a tipping point. Encourages applications from diverse backgrounds including women; people of color; those outside London; disabled or neurodivergent individuals; those with childcare responsibilities or socio-economic challenges.\",\"You must be based in the UK\",\"You must be currently managing at least one artist,songwriter,DJorproducer.Talentcanbebasedanywhereintheworldandoffanygenre.Youmusthavebeenworkingasamangerforatleast18monthsasafreelanceroratacompanyyouown.Ifyouhaverecentlyleftacompanyyouarestilleligibletoapplyifyouhave18monthsexperience.Thecreator(s)youworkwithshouldhavecollectivelyhadatleast£25000ingrossincome/turnoverintotalincludingknown/confirmedpipelineincomeinthepast12months(Jan2024-Jan2025).We welcome applicationsfrommanagerswhowerepreviouslyunsuccessfulapplicantstotheprogrammeandmeetbasiccriteria.\"],\"application_requirements\":[\"Applications close at12pm/NoonONMONDAY3rdMarch2025.TheapplicationprocessisintwostagesSTAGE1ExpressionofInterestVideoAudioapplicationOpenThisstageoftheapplicationisintendedtogiveusanoverviewofyouwandyourwork.Theapplicationformisavailablehereandyouwillalsoneedtosubmita five-minute video.THEFORMBASICINFORMATIONHowlonghaveyoubeenoperatingasamangerWhatisgrossincomeofyoursartists’businessesoverthepast12monthsabreakdownwhichareasthisincomehasbeenearnednetprofitmadeWhatisoverallincomeartist/songwriter/producerbusinesspast12monthsINCLUDINGpipelineincomeWhatisoverallincomeartist/songwriter/producerbusinesspast12monthsEXCLUDINGpipeline incomeWhatistheNET incomeartist/songwriter/producerbusinesspast12 monthsWhatisyour incomeONLYfromartistmanagement past12 monthsWhatisyour incomefromnon-managementactivities past12 monthsWhatotherworkdoyoudobesidesartistmanagementWhichartists/musiccreatorsdoyourepresentlinkmusicTHE FIVE-MINUTE PITCHYourvideo/soundfilemustbeclearcoverfollowingareas.Wesuggesttakingapproximately1minuteperquestiontomakeaconcise clearanswerHowlonghaveyoubeenoperatingasamangerhowdidyoutotheroleTellusabitaboutartistsyouworkwhyworkthemTellusaboutachievementorsuccessyou’vehadpast12monthsTellusabouttimefailedcoulddonebetter past12monthsthereasonwhyshouldbeAcceleratorManagergiveoutlineplansnexttwoyearswhereaimbusinesstoSTAGE224-monthWorkPlanBusinessPlanApplicantsacceptedStage2willbeexpectedsubmitshort24-monthplanApril2025March2027MoredetailsannouncedsoonForfurtherinformationqueriespleaseemailacceleratorthemmfnetISTHEREPARTICULARAGEIHAVETOBETOAPPLYAcceleratoraidsnextstageyourmanagementcareerencourageapplicationsallagegroupsabove18yearsold.Youmustabletodemonstateprofessionallyworkingmusicmanagerforatleast18months.IFTHEACTIWORKWITHISBASEDINTHEUKCANISTILLAPPLYEVENIFIAMNOTNo you needtobelivingintheUKapplyparticipateprogrammemusicmakersrepresentmaybelivinganywhereworld.HOWPROFESSIONALDOESMY FIVE-MINUTEVIDEONEEDTOBEWearemoreinterestedwhatyousayvideothanskillsvideoproduction.Previousyearsrangestage1successfulapplicants’videostylesverybroadusingcameraphoneadequate.Ifunablefilmvideo pleasecontactacceleratorthemmfnetOuradvicekeepthevdeoclearanswertquestionsrequiredkeepwithinfive-minutetimeframe.Weunablewatchbeyondfive minutes each submission.£25000SEEMS LIKEALOTTOHAVE EARNEDCANISTILLAPPLYIFMYACTHASNOTEARNEDTHATMUCHEXPECTALLELIGIBLEAPPLICATIONSMEETTHESECRITERIA.DON’T FORGETTHATTHISISGROSSINCOMEASANYTHINGARTISTHASRECEIVEDOROWED.THISCANINCLUDEFOREXAMPLEPRSPPLMERCHSALESADVANCESSTREAMSGRANTSLIVE INCOMEBRAND INCOMEETC.IFYOUSITDOWNWORKITOUTYOUMAYSURPRISEDYOURCLIENTSTURNEDOVERMORETHANYOUTHOUGHT.WHATIFIAMWORKINGWITHACOMANAGERYoucanstillapplyifyouareworkingpartnershipanothermanageraskdetailthisinthe application.IfbothapplyingindividualspleaseemailacceleratorthemmfnetconfirmnamesapplyingeitherindividualsmanagementpartnershipsIfyourpartnershipunsurewhichshouldapplygeneralitissuggesteditwouldbeco-managermoreresponsibleforbusinessrelationshipssuchthoseaccountantslawyersetc.WHATIFIMANAGETWOACTSBETWEENTHEMHAVEEARNEDOVER£25000BUTNOTINDIVIDUALLYYoushouldmakeastronger applicationif work atleastoneactindividuallyearnedover £25000Howevereligibleifreachtotalacrossseveralmusicmakers.DONEEDTOHAVEBEENWORKINGWITHSAMEACTPASTMONTHSNo longasyouhavemanagingartists songwritersproducersDJs atleastmonthsyoueligible applyprogrammemuchtrainingeducationprogrammeeexpectedattendover monthsyourequireregularAcceleratortrainingopportunitiestakeplaceduringcoretermtimesweeklytwonightretreat\"],\"other\":[\"Paul Bonham Professional Development Director MMFAceleratorsuccessfulcandidates share information while providing funding career-changing opportunities learn industry-leading experts incredible support received YouTubeMusic ArtsCouncilEngland CreativeWales CreativeScotland SMIA incredibly proud programmetrackrecord strongly encourageindependent managerseverybackground make application DanChalmers HeadMusicEMEA YouTubeMusic Year year blown away creativity ambition resilience entrepreneurship see Accelerator manager successes speak themselves just goes show achieved potent combination raw talent industry guidance mentorship community gold standardmusicindustrydevelopment programmes partnering sixth year proud provide vital support next generationmusic manager MichelleWalker LondonAreaDirector ArtsCouncilEngland thrilled see continued success scheme proudly supported inception sixth year does much upcoming producers offering excellent opportunities equipping involved skills needed take storm first round since Forum became National Portfolio Organisations amazing talent nurtured years come RobertKilpatrick CEOCreativeDirector ScottishIndustryAssociation SMIA proud partner inaugural organisation exists strengthen empower unite Scotland’s plays key part strategic work better equipping based knowledge networks develop themselves artists impact undeniable look forward continuing wider project partners incredible initiative Several cohort encouraged submit applications NinaSmith TuffCookie provided lot social proof invaluable affiliated networking developing partnerships building own community aspect important Management lonely plugged whole minded individuals fantastic especially someone based KarissAndrew KarizmaManagement massively benefitted fact introduced different genres walks life ordinarily wouldn’t able meet placed room learn benefits difficult measure best thing done career sure grant definitely incentive allows take risks community absolutely massive advice anyone thinks ready go application good plan together regret change company change learn many new things Deadline submissions Monday February am For info click Applications open January Press release delighted announce submissions th Initial submissions made video deadline March Full details available Launched developed order help greater commercial sustainability demonstrated findings long-running series Managing Expectations reports many continue face significant financial structural challenges developing business often spending years careers shouldering increasing array responsibilities without benefit safety net According research supplement earnings external With backing well-term partners address dilemmas offers unique combination educational welcoming cohort providing them expert-led aspects modern developed incredibly strong peer-to-peer network different share experiences information advice Since completed still operating continuing build careers overseas Some represented alumni JoyCrookes Shygirl WesNelson PinkPantheress JoyAnonymous ENNY Nippa Joesef DryCleaning YolanDaBrown OBE Absolute x Dot Major Ren PorridgeRadio SkinnyLiving Baltra Bimini Caskets enabled greatly expand corners boosting lynchpin role local scenes operate specific genres Of took part eight situated multitude towns cities Birmingham Brighton Bristol Cardiff Durham Glasgow Leeds Manchester Motherwell Importantly reported average increase year-on-year TobiMwa Nippa great experience access invaluable resources insights essential building sustainable network expanded significantly knowledge gained directly contributed long-term growth recommend apply incredible opportunity AimmiDunsmuir MachinaManagement invaluable equipping tools insights grow over expanded roster launched label ambition held encourage looking next level provides guidance needed impactful future future sustainability vital ensuring upcoming thrive MarthaCleary GlowArtists started GlowArtists unsure without insights connections appreciated new friends fellow strategy focused moving forward PaulBonham ProfessionalDevelopmentDirector great secret current ball confusion tsunami opportunities increasingly expected solve behalf exciting epicentre pressures overwhelming isolating antidote providing leaders tomorrow much-needed vibrant grateful continued enables deliver career-boosting benefits MaddySmith ArtistPartnership thrilled partnership initiative fruitful rewarding collaborations excited closely navigate evolving love sense innovation central supporting PeterLeathem OBE CEO PPL delighted supporting regularly put careers development need infrastructure place collaborate hear range experts areas healthy themselves represent Submit news press release Want add Email Paul Kevin Two week FREE trial \"]}]}"