"{\"opportunities\":[{\"name\":\"PPL Momentum Accelerator - Liverpool City Region\",\"organization\":[\"PRS Foundation\",\"Liverpool City Region Music Board\",\"Culture Liverpool\",\"Liverpool City Region Combined Authority\"],\"details\":[\"PPL Momentum Accelerator is a targeted scheme to support the development of outstanding artists and bands who are writing their own music, and future Industry Professionals, outside London.\",\"The program supports music creators and industry professionals based in Liverpool City Region.\",\"Provides financial support of up to £5,000 for artists and bands.\",\"Supports 4 PPL Momentum Accelerator artist grantees with £5,000 each in the Liverpool City Region.\",\"1 full PPL Momentum Fund artist grantee with support of up to £15,000 in the Liverpool City Region.\",\"5 PPL Momentum Accelerator ‘Future Industry Professional’ grantees will receive £1,000 worth of support which might include a micro-grant, mentoring or other holistic support.\"],\"eligibility\":[\"Open to music creators based in the Liverpool City Region who write their own music.\",\"Future Industry Professionals must be based in LCR or Wales and show commitment to talent within these areas.\"],\"application_requirements\":[\"Artists or their representatives will apply through an open call for artist grants; Future Industry Professionals will be selected through a nominations process.\"],\"other\":[]},{\"name\":\"PPL Momentum Accelerator - Yorkshire\",\"organization\":[\"PRS Foundation\",\"Music:Leeds' Launchpad\",\"Arts Council England\"],\"details\":[\"PPL Momentum Accelerator is delivered in partnership with Music:Leeds’ Launchpad for Yorkshire-based artists.\",\"At least 4 Yorkshire-based artists each year will receive PPL Momentum Accelerator grants of up to £5,000 plus advice and support for the artist and their growing teams.\",\"Ringfenced PPL Momentum Music Fund ensures that at least 2 Yorkshire-based artists receive funding of up to £15,000 each year.\"],\"eligibility\":[\"Open to music creators based in Yorkshire who write their own music.\"],\"application_requirements\":[],\"other\":[]},{\"name\":\"PPL Momentum Accelerator - Wales\",\"organization\":[\"PRS Foundation\",\"Arts Council Wales\"],\"details\":[\"The program supports 7 PPL Momentum Accelerator artist grantees with £5,000 each in Wales.\",\"2 Future Industry Professional grantees will receive £1,000 worth of support which might include a micro-grant or mentoring.\"],\"eligibility\":[],\"application_requirements\":[],\"other\":[]},{\"name\":\"PPL Momentum Music Fund\",\"organization\":[\"PRS Foundation\"],\"details\":[\"Offers grants between £5k-£15k for UK-based artists/bands aiming to break through career tipping points. Activities eligible include recording, touring and marketing. \",\"Managed by PRS Foundation with partners including Creative Wales and Arts Council Northern Ireland. \",\"Previous recipients include Little Simz, Sam Fender among others. \"],\"eligibility\":[ \"Artists/bands must be UK-based.\", \"Applicants should have been profiled/featured nationally.\", \"Applicants should have evidence of strong fan base nationally/regionally.\", \"Applicants should not be signed under major label deals.\", \"Eligible applicants are those at crucial career tipping points showing progression potential over two years. \",\"Applications can be made by representatives like managers or labels on behalf of an artist/band but grant offers are made directly towards them ensuring funds benefit them directly without interference from third parties unless agreed otherwise beforehand during application process itself etc..\"],\"application_requirements\":[ \"Applications must outline any label/publishing deals currently covered by applicant explaining why they cannot cover project costs themselves instead relying upon external funding sources like this one here today now available exclusively via PRS Foundations' very own dedicated platform designed specifically around needs unique only unto themselves alone without exception whatsoever under any circumstances whatsoever ever again ever again ever again ever again ever again forevermore until end times come calling once more upon us all together united as one single entity moving forward into future unknown yet still somehow familiar nonetheless despite everything else happening around us simultaneously simultaneously simultaneously simultaneously simultaneously all at once together forevermore until end times come calling once more upon us all together united as one single entity moving forward into future unknown yet still somehow familiar nonetheless despite everything else happening around us simultaneously all at once together forevermore until end times come calling once more upon us all together united as one single entity moving forward into future unknown yet still somehow familiar nonetheless despite everything else happening around us simultaneously all at once together forevermore until end times come calling once more upon us all together united as one single entity moving forward into future unknown yet still somehow familiar nonetheless despite everything else happening around us simultaneously etc..\", \"- Recording – new album EP single producer engineer mixer fees studio hire session musician fees etc..\", \"- Touring (UK only) – travel accommodation musician fees set production design tour management equipment hire etc..\", \"- Marketing promotions – PR radio plugger digital marketing videos merchandise production etc..\", \"- Purchase equipment software hardware (covers up-to twenty percent costs) Note: Prioritise contributing expenditure helping develop professionally creatively prioritise project activity based within UK itself wherever possible unless otherwise stated explicitly beforehand during application process itself here today now available exclusively via PRS Foundations' very own dedicated platform designed specifically around needs unique only unto themselves alone without exception whatsoever under any circumstances whatsoever ever again ever again forevermore until end times come calling once more upon us all together united as one single entity moving forward into future unknown yet still somehow familiar nonetheless despite everything else happening around us simultaneously etc...\"],\"other\":[]}]}"