"{\"opportunities\":[{\"name\":\"PPL Momentum Accelerator - Liverpool City Region\",\"organization\":\"PRS Foundation\",\"funding\":\"£5,000\",\"details\":\"PPL Momentum Accelerator is a targeted scheme to support the development of outstanding artists and bands who are writing their own music, and future Industry Professionals, outside London and who face additional barriers in reaching a crucial career tipping point based on their location. The program supports projects by songwriters, artists, bands, and performers who are writing their own music based in Liverpool City Region. It aims to provide vital financial support of up to £5k to help talented artists and bands outside London reach or get beyond early career tipping points. The program also supports regional industry infrastructure so that artists do not need to leave their region to progress in their careers.\",\"eligibility\":\"Open to music creators based in Liverpool City Region who write and/or perform their own music. Applicants must have been profiled/featured in regional or national press/media and have evidence of a strong fan base regionally.\",\"application_requirements\":\"Applicants must demonstrate strong musical potential but face barriers reaching crucial early career tipping points. They should show regional progression with potential for national growth within 6 months.\",\"other\":\"The PPL Momentum Accelerator Fund is managed by PRS Foundation in partnership with Culture Liverpool, PPL, Spotify, funded by the Liverpool City Region Combined Authority Strategic Investment Fund.\"},{\"name\":\"PPL Momentum Accelerator - Yorkshire\",\"organization\":\"PRS Foundation\",\"funding\":\"£5,000\",\"details\":\"The PPL Momentum Accelerator scheme supports outstanding artists/bands writing their own music outside London facing additional barriers due to location. It runs in Yorkshire with partners providing support for future industry professionals such as managers/promoters/record labels/music publishers/booking agents.\",\"eligibility\":\"Open to music creators based in Yorkshire who write/perform their own music. Applicants should have been profiled/featured regionally/nationally with evidence of a strong fan base regionally.\",\"application_requirements\":\"\",\"other\":\"\"},{\"name\":\"\",\"organization\":\"\",\"funding\":\"\",\"details\":\"\",\"eligibility\":\"\",\"application_requirements\":\"\",\"other\":\"\"}]}"