"{\"opportunities\":[{\"name\":\"PPL Momentum Music Fund\",\"organization\":[\"PRS Foundation\",\"PPL\",\"Creative Wales\",\"Arts Council of Northern Ireland\"],\"details\":[\"The PPL Momentum Music Fund was announced at The Great Escape 2013.\",\"The fund offers career-boosting grants of £5,000-£15,000 to independent artists and bands working in any genre, based anywhere in the UK.\",\"Significant grant support is available to artists and bands working in contemporary pop genres.\",\"The fund is committed to investing in talent at crucial tipping points and will continue to collaborate with key players across the industry for the benefit of the whole ecosystem.\",\"Through its fair selection process – which has involved hundreds of independent industry experts – the Fund is supporting the right artists at the right time, offering up to £15,000 to empower and enable grantees to build sustainable careers.\",\"Since its inception, over half of the Fund’s grantees have been women or gender expansive artists. Nearly one-fifth identify as LGBTQIA+, and a significant proportion are global majority artists. The fund also supports a significant proportion of global majority artists while ensuring that more grants are pledged to those based outside London.\",\"Over 7,300 applications have been received with partners only able to support 7% of applicants. There have been 40 funding rounds with over £5.2 million investment reaching 526 grant recipients since its inception.\",\"The PPL Momentum Music Fund has helped generate over £22 million for the UK music industry since its inception.\",\"Available for self-releasing artists and those signed to independent labels. Artists signed to major labels are not eligible.\",\"Applicants need a firm vision, plan and rationale describing how funding will be impactful on their career development.\"],\"eligibility\":[\"Eligible applicants will be self-releasing artists or those signed with independent labels; major label signees are not eligible.\",\"Applicants must be UK-based artist/band who write their own music or play an active role in creating new music; non-performing songwriters/producers should apply elsewhere (e.g., Hitmaker Fund).\",\"Artists/bands must be at a crucial tipping point showing current progression/growth as an artist with potential for significant development over two years; activity supported by funding must occur within UK (exceptions possible).\",\"Applicants should demonstrate strong national/regional fanbase & media coverage; evidence required includes national press features & multiple show invitations across UK.\"],\"application_requirements\":[\"Applications can be made by artist/band directly or representatives such as manager/label/publisher/booking agent/PR/lawyer/trusted advisor on behalf of artist; any resulting grant offer made directly between PRS Foundation & music creator (artist).\",\"Applications require outlining label/publishing deals currently covered by applicant & opportunity provided explaining inability covering project costs through existing deals.\"],\"other\":[\"Many outstanding grantees have been supported by PPL Momentum Fund including Sam Fender (BRIT Award winner), Little Simz (Mercury Prize winner), Nova Twins (AIM Awards winners), among others.\"]}]}"