"{\"opportunities\":[{\"name\":\"PPL Momentum Music Fund\",\"organization\":\"PRS Foundation\",\"funding\":\"£5,000-£15,000\",\"details\":\"The PPL Momentum Music Fund was announced at The Great Escape 2013. It aims to invest in a range of distinctive music that reflects the diversity of music in the UK. The fund was inspired by successful Canadian funding models and offers career-boosting grants to independent artists and bands working in any genre, based anywhere in the UK. Significant grant support is available to artists and bands working in contemporary pop genres. The fund is committed to investing in talent at crucial tipping points and collaborates with key players across the industry for the benefit of the whole ecosystem. Through its fair selection process involving hundreds of independent industry experts, it supports artists at crucial moments by offering up to £15,000 to empower grantees for sustainable careers. Since its inception, over half of grantees have been women or gender expansive artists; nearly one-fifth identify as LGBTQIA+, and a significant proportion are global majority artists while ensuring more grants are pledged outside London.\",\"eligibility\":\"Available for self-releasing artists and those signed to independent labels; major label signees are not eligible. Applicants need a firm vision, plan, and rationale describing how funding will impact their career development. Eligible applicants include those who write their own music or play an active role in creating new music; non-performing songwriters/producers should see Hitmaker Fund.\",\"application_requirements\":\"Applicants must demonstrate how funding will significantly impact their careers with evidence such as national press coverage or a strong fan base nationally/regionally.\",\"other\":\"The PPL Momentum Music Fund has helped generate over £22 million for the UK music industry since its inception.\"},{\"name\":\"PPL Momentum Accelerator\",\"organization\":\"PRS Foundation\",\"funding\":\"\",\"details\":\"\",\"eligibility\":\"\",\"application_requirements\":\"\",\"other\":\"\"}]}"