"{\"opportunities\":[{\"name\":\"PPL Momentum Accelerator - Liverpool\",\"organization\":\"PRS Foundation\",\"funding\":\"£5,000\",\"details\":\"PPL Momentum Accelerator is a targeted scheme to support the development of outstanding artists and bands who are writing their own music, and future Industry Professionals, outside London and who face additional barriers in reaching a crucial career tipping point based on their location. Launched as a pilot in Liverpool in 2019, PPL Momentum Accelerator runs in Liverpool City Region. The programme can support projects by songwriters, artists, bands, and performers who are writing their own music based in the Liverpool City Region. The aims of PPL Momentum Accelerator include providing vital financial support to help talented artists reach early career tipping points and become more investment-ready. It supports regional industry infrastructure so that artists do not need to leave their region to progress.\",\"eligibility\":\"Artists/Bands applying must show strong musical potential but face barriers to reach or get beyond crucial early career tipping points. Applicants should show regional progression with potential for national impact within 6 months. Industry Professionals must demonstrate a good track record working behind the scenes in Liverpool City Region but face barriers reaching early career tipping points.\",\"application_requirements\":\"Applications must demonstrate how funding will significantly impact careers with detailed activity plans showing confirmed provisional activity.\",\"other\":\"Additional support includes mentoring and professional development for Future Industry Professionals.\"},{\"name\":\"PPL Momentum Accelerator - Yorkshire\",\"organization\":\"PRS Foundation\",\"funding\":\"£5,000\",\"details\":\"PPL Momentum Accelerator is delivered in partnership with Music:Leeds’ Launchpad with support from Arts Council England, PPL and Spotify. Available for music creators based in Yorkshire including Leeds City Region (West Yorkshire), Sheffield City Region (South Yorkshire), York & North Yorkshire alongside East Riding of Yorkshire and Kingston upon Hull.\",\"eligibility\":\"\",\"application_requirements\":\"\",\"other\":\"\"},{\"name\":\"\",\"organization\":\"\",\"funding\":\"\",\"details\":\"\",\"eligibility\":\"\",\"application_requirements\":\"\",\"other\":\"\"}]}"