"{\"opportunities\":[{\"name\":\"PPL Momentum Accelerator - Liverpool\",\"organization\":[\"PRS Foundation\",\"Liverpool City Region Music Board\",\"Culture Liverpool\",\"Liverpool City Region Combined Authority\"],\"details\":[\"PPL Momentum Accelerator is a targeted scheme to support the development of outstanding artists and bands who are writing their own music, and future Industry Professionals, outside London and who face additional barriers in reaching a crucial career tipping point based on their location.\",\"Launched as a pilot in Liverpool in 2019.\",\"Runs in Liverpool City Region, Yorkshire and Wales.\",\"Provides vital and timely financial support of up to £5k which will help talented artists and bands outside London to reach or get beyond early career tipping points.\",\"Supports regional industry infrastructure and access to team members so that artists, bands, and industry professionals do not need to leave their region to progress in their careers.\",\"Provides access to industry-facing platforms (e.g., live platforms, radio, DSP access).\",\"Supports sustainable regional scenes with income generated staying in the area.\"],\"eligibility\":[\"Artists/Bands must be based in the Liverpool City Region (includes Halton, Knowsley, Liverpool, Sefton, St Helens and Wirral).\",\"Must be writing or performing own music.\",\"Must have been profiled/featured in regional or national press/media/blogs as an artist/band.\",\"Must have played shows or been asked to play multiple shows across the region.\"],\"application_requirements\":[\"Applications must demonstrate how funding would have a significant impact on careers.\",\"Activity plan must highlight why funding is needed.\"],\"other\":[\"Previous recipients include English Teacher, L E M F R E C K.\"]},{\"name\":\"PPL Momentum Accelerator - Yorkshire\",\"organization\":[\"PRS Foundation\",\"Launchpad (Music:Leeds)\"],\"details\":[\"Delivered by Music:Leeds' Launchpad with support from Arts Council England. Available support includes grants of up to £5k for at least 4 Yorkshire-based artists each year plus advice/support for artist teams. There are 2 deadlines per year for applications from Yorkshire-based music creators.\"],\"eligibility\":[\"Artists/Bands must be based within defined areas of Yorkshire covered by Local Enterprise Partnerships including Leeds City Region (West Yorkshire), Sheffield City Region (South Yorkshire), York & North Yorkshire alongside local authorities of East Riding of Yorkshire & Kingston upon Hull.\"],\"application_requirements\":[],\"other\":[]},{\"name\":\"PPL Momentum Accelerator - Wales\",\"organization\":[\"PRS Foundation\",\"Arts Council Wales\"],\"details\":[\"Managed by PRS Foundation with Arts Council Wales partnership. Supports 7 PPL Momentum Accelerator artist grantees with £5k each through open call applications selected by independent expert advisors. There are 2 deadlines per year for applications from Wales-based music creators.\"],\"eligibility\":[],\"application_requirements\":[],\"other\":[]}]}"