"{\"opportunities\":[{\"name\":\"Youth Music NextGen Fund\",\"organization\":\"Youth Music\",\"funding\":\"£1,000-£3,000\",\"details\":\"The Youth Music NextGen Fund is designed to help young people build confidence in applying for funding, project planning, and execution. The fund is aimed at early-stage musicians and music-adjacent creatives aged 18-25, with a focus on those who face financial barriers in pursuing their goals. Youth Music encourages applications from a diverse range of creatives including singers, rappers, songwriters, producers, DJs, A&Rs, managers, promoters and agents. The fund offers up to £3,000 per applicant to invest in their own projects. There are two rounds of funding per year. Projects must be released within a year of being awarded the funds.\",\"eligibility\":\"Applicants must be aged 18-25 at the point of application deadline. If they identify as d/Deaf, Disabled or Neurodivergent they can be up to 30 years old. Applicants must have a UK bank account in the exact name they are applying under and reside in England, Scotland Wales or Northern Ireland. Applications are welcome from those who have not received significant financial support before (e.g., Arts Council or PRS Foundation grants). Signed artists or those with significant backing from record labels or management companies are not eligible.\",\"application_requirements\":\"Applications must include contact details and examples of previous work such as recordings or social media links that best represent the applicant's work. A budget between £1 000 - £2 500 (with £500 automatically included for 'Time to Create') needs to be submitted detailing how funds will be spent on project costs such as equipment (£700 max), marketing (£500 max), travel (£200 max), training (£200 max) etc., within specified limits for each category.\",\"other\":\"Youth Music encourages applicants facing inequity due exclusion/discrimination based on gender/race/disability/location characteristics among others; prioritizing support towards underrepresented voices/perspectives within music industry sectors through its funding decisions process which involves initial eligibility checks followed by assessment against criteria like strength/potential benefit/career development opportunities offered by proposed projects alongside ensuring fair distribution across diverse genres/geographies/applicant backgrounds via expert judging panels composed variously experienced individuals across different fields related music industry itself.\"}]}"