"{\"opportunities\":[{\"name\":\"Early Career Promoter Fund\",\"organization\":[\"PRS Foundation\",\"Arts Council England\"],\"details\":[\"The Early Career Promoter Fund offers grants of up to £3,500 for booking, programming, and promotion of gigs, concerts, club nights, showcases and other performances.\",\"The fund is designed to support shows at a scale beyond the experience levels of early career promoters.\",\"It aims to address underrepresentation within the live sector and support diversity in the music industry.\",\"Funding is available for capacity building costs such as mentoring, masterclasses, conferences, and other development activities.\",\"The fund has distributed more than £135,000 in grants so far for people to put on shows and support their own development.\",\"67% of grantees are based outside London; 15% identify as having a disability or long-term health condition; 25% are from the global majority; 69% are female or gender diverse.\",\"Funding decisions can take up to eight weeks after application submission. Payments can take up to six weeks after approval with 80% upfront payment possible.\",\"Applications are assessed by experts and industry advisors online. Shortlisted applications based on best scores are discussed at decision panels.\",\"Managed by PRS Foundation and funded by Arts Council England using Supporting Grassroots Music funding from DCMS.\"],\"eligibility\":[\"Eligible applicants must be based in England and identified as early career promoters. There is no upper age limit but applicants must be over 18 years old. Youth Music grants recommended for those under 18 years old.\",\"Applicants should not have concurrent funding from Arts Council's Supporting Grassroots Music Programme or have taken money from this program before applying again within one month if unsuccessful previously.\"],\"application_requirements\":[\"Applications should include details about proposed activities such as booking overseas artists or working with agents along with budget plans that balance income/expenditure including ticket sales projections if applicable (60-70%).\",\"Applicants need access requirements considered separately from main budgets where necessary (e.g., childcare needs).\"],\"other\":[\"Wraparound support includes mentoring/coaching/shadowing opportunities alongside workshops/masterclasses covering topics like deal types/budgeting/licensing/health & safety/legal advice/accounting services/sustainability/accessibility/inclusive practice etc., provided by PRS Foundation post-grant approval through onboarding calls/resources/toolkits tailored towards individual needs identified during application process itself!\"]}]}"