"{\"opportunities\":[{\"name\":[\"Help Musicians UK\"],\"organization\":[\"Help Musicians is a charity that has been working hard to make a meaningful difference to the lives of musicians across the UK.\",\"We want to create a world where musicians thrive.\",\"Help Musicians offers a broad range of support for musicians, including financial support, health consultations, and mentorship.\",\"The charity has been supporting musicians for 100 years.\"],\"details\":[\"Financial support is available all year round, whenever you need it. No time restrictions, no deadlines.\",\"You can apply for up to £5,000 to undertake a UK-based collaboration between themselves and another non-music artist.\",\"The MOBO Help Musicians Fund can provide financial support of up to £3,000 to help you create music, develop your business skills and drive your career forward.\"],\"eligibility_project\":[\"Projects must be UK-based collaborations between music artists and non-music artists such as storytellers or lighting designers.\"],\"eligibility_person\":[\"Musicians making Hip Hop, Grime, R&B, Soul music of African origin are eligible for the MOBO Help Musicians Fund.\"],\"application_requirements\":[],\"other\":[]},{\"name\":[\"Arts Council England - National Lottery Project Grants\"],\"organization\":[\"Arts Council England is the national development agency for creativity and culture in England. They want England to be a country in which the creativity of each person is valued and given the chance to flourish.\"],\"details\":[\"Grants are awarded for arts activities carried out over a set period which engage people in England or help artists develop their work.\",\"Grants range from £1,000 to £100,000 with no deadlines; applications can be submitted at any time.\",\"For awards up to £30k: decision within 8 weeks; over £30k: decision within 12 weeks.\"],\"eligibility_project\":[],\"eligibility_person\":[],\"application_requirements\":[],\"other\":[]},{\"name\":[\"Arts Council Northern Ireland - Support for Individual Artists Programme (SIAP)\"],\"organization\":[\"The Arts Council of Northern Ireland provides funding opportunities through public money and National Lottery funds. They are the main support agency for arts activities in Northern Ireland.\"],\"details\":[\"SIAP contains individual funding schemes such as Artists Career Enhancement Scheme (ACES), General Arts Awards etc., opening once annually around July/August with rolling travel awards available throughout year.\"],\"eligibility_project\":[],\"eligibility_person\":[],\"application_requirements\":[],\"other\":[]},{\"name\":[\"Creative Scotland - Youth Music Initiative (YMI)\"],\"organization\":[\"Creative Scotland supports individual musicians through various initiatives including YMI which aims at helping young people access quality music provision across Scotland from urban centers into rural communities via Scottish Government & National Lottery funds distributed by Creative Scotland itself alongside partners like PRS Foundation’s International Showcase Fund etc..\"],\"details\":[], \"eligibility_project\":[], \"eligibility_person\":[], \"application_requirements\":[], \"other\":[]}], \"other\":[\n    \"REVISED EDITIONGUIDE TO MUSICTHE UNSIGNEDwww.theunsignedguide.comFUNDING\",\n    \"ESSENTIALGUIDE’SIreland Funding Growth Scheme Application 02\",\n    \"About The Unsigned Guide.PP—04 Opportunities can offer you Musicians’ UnionCONTENTS\",\n    \"PRS FoundationIntroduction Arts Council of Northern What the Music Export Completing a FundingGetting you started & Arts Council BPIP—03 P—11 P—23 P—32 Women Make Music & Other Youth Music Opportunities Provided bykeeping you going Northern Ireland P—35www.theunsignedguide.com P—14 Because MusicNational Lottery Creative Scotland PPL Momentum Music Fund.\",\n    \"NextGen FundArts Council England P—20 The Youth MusicAll About Arts Council in Scotland Take It AwayP—08 Supporting Music Needs BackingProject Grants.\",\n    \"...\"]}"