"{\"opportunities\":[{\"name\":\"PPL Momentum Music Fund\",\"organization\":[\"PRS Foundation\"],\"details\":[\"The PPL Momentum Music Fund is run by PRS Foundation in partnership with PPL.\",\"It supports acts to showcase at international music industry events such as SXSW, Reeperbahn Festival, Eurosonic and NH7.\",\"Funding is available for marketing costs, tour support, international promotion costs including performances.\",\"The fund offers grants of £5-£15k for artists and bands based in the UK to break through to the next level of their career.\"],\"eligibility\":[\"You are eligible if you have been active/working in music for at least 18 months.\",\"You must have evidence of existing track record, i.e. club level shows, support tour, press, radio play, blog buzz.\"],\"application_requirements\":[\"Applications are completed online and are assessed by specialists from PRS Foundation's wide network of advisors.\"],\"other\":[]},{\"name\":\"Women Make Music\",\"organization\":[\"PRS Foundation\"],\"details\":[\"Women Make Music supports women and gender minority music creators to increase their profile as well as stimulate new collaborations.\",\"Funding is available to support the creation, performance and promotion of outstanding new music in any genre by UK based music creators.\"],\"eligibility\":[\"You must be a woman or gender minority artist/composer or music creator working in any genre.\"],\"application_requirements\":[],\"other\":[]},{\"name\":\"International Showcase Fund\",\"organization\":[\"PRS Foundation\"],\"details\":[\"The International Showcase Fund supports UK business overseas through funding from the Department for International Trade (DIT), Creative Wales, Arts Council of Northern Ireland and Spotify.\",\"It helps British recorded music businesses with marketing activity in overseas territories.\"],\"eligibility\":[],\"application_requirements\":[],\"other\":[]},{\"name\":\"Arts Council National Lottery Project Grants\",\"organization\":[\"Arts Council England\"],\"details\":[\"Arts Council National Lottery Project Grants is a continuous funding programme supporting individual musicians and musical organisations who use music in their work.\",\"Grants range from £1,000 to £100,000 for activities carried out over a set period which engage people in England with creativity and culture.\",\"There are no deadlines but you need to allow enough time between when you apply and when your project starts. For awards up to £30k: 8 weeks processing time; over £30k: 12 weeks processing time.\"],\"eligibility\":[],\"application_requirements\":[],\"other\":[]},{\"name\":\"Developing Your Creative Practice (DYCP)\",\"organization\":[\"Arts Council England\"],\"details\":[\"Developing Your Creative Practice (DYCP) funds individual practitioners who live in England with at least one year's creative practice experience outside a formal education context.\",\"It allows practitioners to take their practice to the next stage through things such as research or mentoring. Grants range up from smaller amounts up towards larger grants depending on project scope.\"],\"eligibility\":[],\"application_requirements\":[],\"other\":[]}]}"