"{\"opportunities\":[{\"name\":[\"Youth Music NextGen Fund\"],\"organization\":[\"The National Foundation for Youth Music is a registered charity number 1075032 and a limited company number 03750674.\",\"Located at Studio LG01, The Print Rooms, 164-180 Union Street, London, SE1 OLH.\",\"Youth Music is a national charity that helps marginalised young people to make and monetise music.\",\"They raise £10 million annually to fund grassroots music projects and support aspiring young creatives across the UK.\",\"Youth Music campaigns to break down barriers for young people facing inequity, exclusion, and discrimination.\"],\"details\":[\"The Youth Music NextGen Fund is designed for early-stage musicians and music-adjacent roles such as A&Rs, Managers, Promoters, Agents.\",\"It aims to help young people build confidence in applying for funding and executing projects.\",\"The fund offers up to £3,000 per applicant per project with two rounds of funding each year.\",\"Applicants must allocate at least £500 of their budget to 'Time to Create'.\",\"Projects must be released within a year of receiving the funds.\",\"Funding can cover costs such as equipment (up to £700), marketing (up to £500), travel (up to £200), training (up to £200), personal access costs if applicable.\"],\"eligibility_project\":[\"Projects can include single releases, EPs or album campaigns; equipment or software purchases; career development activities like training or mentoring; audience development through marketing; events showcasing emerging artists; starting a music-based business like a record label or platform.\"],\"eligibility_person\":[\"Open primarily for creatives aged 18-25. However d/Deaf, Disabled or Neurodivergent creatives can apply up until age 30.\",\"Applicants must be living in England, Scotland Wales or Northern Ireland with a UK bank account in their name.\"],\"application_requirements\":[\"Applications must include contact details and examples of previous work such as recordings or social media accounts representing the applicant's work best. A one-page portfolio document may also be uploaded along with links if necessary. Maximum two pages allowed per document submission format option available too - text/video/uploaded PDF presentation etc., each having specific word/time limits respectively depending on choice made by applicant during submission process itself!\",\"A budget between £1k-£2.5k excluding mandatory 'Time To Create' allocation which automatically adds another half-grand onto total amount requested from fund itself!\",\"A reference from someone who does not stand financially benefit from project required too - could be professional connection like course leader etc., but not producer hired produce EP being funded here obviously enough...\"],\"other\":[]}],\"other\":[]}"