"{\"opportunities\":[{\"name\":[\"GMCA Culture Fund: Inspire\"],\"organization\":[\"Managed by Salford CVS, on behalf of 10GM.\",\"The GMCA Culture Fund: Inspire is being managed by Salford CVS, on behalf of 10GM.\",\"Following extensive consultation, the need for a focused, small investment into the creative sector was highlighted. This led to GMCA establishing this fund to support the regrowth and strengthening of the creative sector in Greater Manchester.\",\"In light of the impact of the COVID-19 pandemic, it has been found and reported that the level of investment and support for freelancers, independent creatives, artists, musicians, and performers across the arts could be improved.\"],\"details\":[\"The GMCA Culture Fund: Inspire welcomes applications that concern or involve: Heritage • Combined Arts • Music • Craft • Small Capital Expenditures\",\"Grants of £500 – £2,000 for freelance and independent artists.\",\"Applications only within Greater Manchester.\",\"There will be 5 rounds of funding 2024 – 2026.\",\"Funding rounds and submission deadlines are as follows: Round 1 - Friday 1 March 2024 at 12:00 noon; Round 2 - Friday 31 May 2024 at 12:00 noon; Round 3 - Friday 1 November 2024 at 12:00 noon; Round Day Date Year Time; Round Day Date Year Time; Round Day Date Year Time\",\"All applicants will be notified of the outcome by email within six weeks of the closing date. If successful, your award will be paid into your account by bank transfer.\"],\"eligibility_project\":[\"What is eligible for funding? Dance • Resources\",\"Eligible projects include those involving Literature • Museums • Event/project budgets (in part only)\",\"Eligible projects include those involving Multi-disciplinary Arts • Design\",\"Eligible projects include those involving Room or space hire but not solely\"],\"eligibility_person\":[\"Is Inspire for me / my organisation? Independent creatives, artists, musicians, and performersBackground Theatre/Spoken Word Photography Equipment Small creative arts organisations (less than £100k turnover) Freelance artists\"],\"application_requirements\":[\"Individuals or groups may submit applications for £500 - £2,000 via a short written application form. Use this form to outline or showcase your work and explain why you would benefit from this funding. There is an option to submit an accompanying video (3 minutes max) in form a link (URL) to a video-sharing website (e.g., YouTube or Vimeo). We will not accept attached video files (e.g., MP4 files).\",\"Once a few checks have been completed applications minus contact details are passed to assessment panel review followed meeting agree awards.\"],\"other\":[]}],\"other\":[]}"