"{\"opportunities\":[{\"name\":\"MMF Accelerator Programme\",\"organization\":[\"Music Managers Forum (MMF)\",\"YouTube Music\",\"Arts Council England\",\"Creative Scotland\",\"Creative Wales\"],\"details\":[\"The MMF Accelerator Programme is a funding and training programme specifically for independent music managers.\",\"The programme has been running for five years and has supported 115 managers, resulting in 13 Top 40 albums and numerous industry awards.\",\"It aims to support music managers from diverse backgrounds, including women, people of color, and those from outside London.\",\"The programme is supported by YouTube Music, Arts Council England, Creative Scotland, Creative Wales, and the Scottish Music Industry Association.\",\"It provides professional development services to help music managers build sustainable businesses.\",\"Participants have access to expert training and development as part of the programme.\",\"The MMF was recently awarded National Portfolio Organisation (NPO) status by Arts Council England due to its strong track record in providing professional development services.\",\"Accelerator participants have delivered Top 20 albums for artists like Dream (managed by Ashley Perry) and The Reytons (managed by Rich Goodwin).\",\"The programme includes a mix of grant funding, training sessions on topics like management essentials and live performance management, peer support networks, mentoring from industry professionals like lawyers and accountants, workshops on sync licensing etc., travel bursaries for conference attendance etc.\"],\"eligibility\":[\"Open to independent music managers across the UK with at least 18 months of experience managing clients whose businesses are at a tipping point.\",\"Encourages applications from diverse backgrounds including women; people of color; those outside London; disabled or neurodivergent individuals; those with childcare responsibilities or socio-economic challenges.\"],\"application_requirements\":[\"Applicants must provide information about their management experience including client details; business plans or strategies they intend to implement through participation in Accelerator etc.\"],\"other\":[\"Participants have reported significant benefits such as increased business sustainability despite economic challenges posed by events like the pandemic.\"]}]}"