"{\"opportunities\":[{\"name\":[\"MMF Accelerator\"],\"organization\":[\"The MMF Accelerator is the world's first funding and training program specifically for independent music managers.\",\"The MMF (Music Managers Forum) was recently awarded National Portfolio Organisation (NPO) status by Arts Council England.\",\"The MMF has developed close partnerships with Women in CTRL, Brighter Sound, and shesaid.so, alongside work with the UK Music Diversity Task Force.\",\"MMF has worked closely with funding partners Arts Council England, Creative Scotland, and the Scottish Music Industry Association to ensure a diverse spread of managers from across the UK.\",\"MMF is committed to supporting songwriters and other music-makers to reach global audiences and thrive.\"],\"details\":[\"Accelerator is a program aimed at relatively new managers whose clients' businesses are at a tipping point (18 months minimum experience).\",\"The program offers one of the few opportunities for people to enter the industry outside of schemes targeted at under 25s.\",\"Accelerator aims to support a diverse talent pool of next-generation music managers by listening to key protected characteristics under the Equality Act 2010.\",\"Participants receive expert training and development as part of the program.\",\"Accelerator has resulted in 13 Top 40 albums, alongside industry awards and nominations including winners of BBC Radio 1’s Sound Of… list in 2022 and 2023.\"],\"eligibility_project\":[\"Projects must be related to independent music management businesses that are at a tipping point.\"],\"eligibility_person\":[\"Applicants should be relatively new managers whose clients' businesses are at a tipping point (18 months minimum experience).\",\"Applicants should identify as women or come from Black, Asian or Ethnic backgrounds as part of diversity initiatives.\"],\"application_requirements\":[\"Applications must include information on how they meet key protected characteristics under the Equality Act 2010.\"],\"other\":[]},{\"name\":[\"YouTube Music Partnership\"],\"organization\":[\"YouTube Music supports Accelerator by providing resources such as hosting events like 'in conversation' talks with MMF Chair Paul Craig at London’s YouTube Space.\"],\"details\":[],\"eligibility_project\":[],\"eligibility_person\":[],\"application_requirements\":[],\"other\":[]}],\"other\":[]}"