"{\"opportunities\":[{\"name\":\"National Lottery Open Fund for Organisations\",\"organization\":[\"Creative Scotland\"],\"details\":[\"The National Lottery Open Fund for Organisations supports organisations to deliver a wide range of creative activities, including specific projects, productions, programmes of creative work, or periods of research and development.\",\"The fund can also support business change and development projects that enhance business sustainability or focus on new or more diverse income streams.\",\"Applicants can request between £1,000 and £100,000.\",\"There are no deadlines for this fund; applications can be submitted at any time subject to available budget allocations.\",\"Decisions are communicated within 10 weeks for requests up to £20,000 or 14 weeks for requests over £20,000.\",\"Projects and programmes can last up to 18 months.\",\"Funding is intended to support creative activity such as specific projects or productions and broader organisational development costs that contribute to financial sustainability.\"],\"eligibility\":[\"Any type of constituted artistic, creative or cultural organisation based in Scotland can apply. This includes registered charities and community interest companies. Unconstituted groups should apply through a constituted organisation acting as a lead partner.\",\"Organisations based outside Scotland must have a UK-based partner lead on their application. The activity must take place in Scotland for the benefit of those based there.\"],\"application_requirements\":[\"Applications are assessed against six key criteria: Quality and Ambition; Engagement; Equalities, Diversity and Inclusion (EDI); Environmental Sustainability; Fair Work; International (optional).\",\"Applicants must provide detailed information about their project including aims, activities involved, expected outcomes and how they align with the fund's criteria.\"],\"other\":[\"Creative Scotland offers access support services including alternative formats/languages upon request.\"]}]}"