"{\"opportunities\":[{\"name\":[\"National Lottery Open Fund for Organisations\"],\"organization\":[\"Creative Scotland is committed to offering clear and accessible application processes that are open to everyone.\",\"Creative Scotland supports organisations to deliver a wide range of creative activities, including projects and programmes of creative activity.\",\"The National Lottery supports this fund through Creative Scotland.\",\"Creative Scotland is committed to ensuring our funding is accessible to all.\"],\"details\":[\"The fund supports organisations and projects that enhance business sustainability, environmental sustainability, fair work, international collaboration, ambition, engagement, equalities, diversity and inclusion (EDI).\",\"Applicants can request between £1,000 and £100,000.\",\"There are no deadlines for this fund; applications can be submitted at any time.\",\"Applications will be assessed against six key criteria: Quality and Ambition; Engagement; Equalities Diversity and Inclusion (EDI); Environmental Sustainability; Fair Work; International (optional).\",\"The fund can support business change and development projects such as new or more diverse income streams or broader organisational development costs.\",\"Projects can last up to 18 months.\"],\"eligibility_project\":[\"Eligible activities include specific projects or productions up to £20,000 or longer-term programmes of work over £20,000 lasting up to 18 months.\",\"Projects must benefit people in Scotland or take place in Scotland.\"],\"eligibility_person\":[\"Any type of constituted artistic, creative or cultural organisation based in Scotland can apply. Organisations based outside the UK must have a UK-based partner lead on their application.\"],\"application_requirements\":[\"Applications must include a completed online form with supporting documents such as budgets (essential), proof of organisation type (essential), safeguarding policy if working with vulnerable groups (essential), examples of work (optional), partner information if relevant (optional).\",\"Applicants must demonstrate how their project meets the six key funding criteria: Quality & Ambition; Engagement; Equalities Diversity & Inclusion (EDI); Environmental Sustainability; Fair Work. Specific questions related to these criteria are included in the application form.\"],\"other\":[]},{\"name\":[],\"organization\":[],\"details\":[],\"eligibility_project\":[],\"eligibility_person\":[],\"application_requirements\":[],\"other\":[]}],\"other\":[]}"