"{\"opportunities\":[{\"name\":[\"PPL Momentum Music Fund\"],\"organization\":[\"The PPL Momentum Music Fund is a collaborative initiative involving PRS Foundation, Arts Council England, Creative Wales, Arts Council of Northern Ireland, Invest Northern Ireland, and Spotify.\",\"PPL is the UK music licensing company that ensures performers and creators of recorded music are fairly paid for their work.\",\"The fund has been supported by PPL since 2016 and became a major partner in 2020.\",\"The fund has generated over £22 million for the UK music industry.\",\"It aims to support diverse talent across the UK music sector.\"],\"details\":[\"The PPL Momentum Music Fund offers career-boosting grants of £5,000-£15,000 to independent artists and bands working in any genre based anywhere in the UK.\",\"It was set up in 2013 by PRS Foundation and Arts Council England to support artists at crucial tipping points in their careers.\",\"Over its first decade, it has supported over 526 grantees with more than £5.2 million distributed across 40 funding rounds from over 7,300 applications.\",\"The fund supports projects that include writing, recording, touring and promoting new music with co-investment from labels or management teams where applicable.\"],\"eligibility_project\":[\"Projects must involve writing new material or recording an album or EP; touring; marketing; or other activities that help artists reach the next level.\"],\"eligibility_person\":[\"Available to self-releasing artists and those signed to independent labels. Artists signed to major labels are not eligible.\"],\"application_requirements\":[\"Applicants must demonstrate how funding will impact their creative partnerships and networks with a firm vision for career development.\"],\"other\":[]},{\"name\":[\"PPL Momentum Accelerator\"],\"organization\":[\"This initiative is part of the wider PPL Momentum programme aimed at supporting talent development across different regions of the UK outside London.\"],\"details\":[\"Launched as a targeted scheme following feedback on regional disparities in access to industry support. It offers targeted support for emerging artists not yet at crucial tipping points but showing strong potential.\"],\"eligibility_project\":[],\"eligibility_person\":[],\"application_requirements\":[],\"other\":[]}],\"other\":[]}"