"{\"opportunities\":[{\"name\":\"PPL Momentum Music Fund\",\"organization\":[\"PRS Foundation\",\"Arts Council England\",\"PPL\"],\"details\":[\"The PPL Momentum Music Fund was announced at The Great Escape 2013.\",\"Aims of the programme included investing in a range of distinctive music that reflects the diversity of music in the UK.\",\"The fund was inspired by successful Canadian funding models.\",\"The fund offers career-boosting grants of £5,000-£15,000 to independent artists and bands working in any genre, based anywhere in the UK.\",\"Significant grant support is available to artists and bands working in contemporary pop genres.\",\"The fund is committed to investing in talent at crucial tipping points and will continue to collaborate with key players across the industry for the benefit of the whole ecosystem.\",\"Through its fair selection process – which has involved hundreds of independent industry experts – the Fund is supporting the right artists at the right time, offering up to £15,000 to empower and enable grantees to build sustainable careers.\",\"Since its inception, over half of the Fund’s grantees have been women or gender expansive artists. Nearly one-fifth identify as LGBTQIA+, and a significant proportion are global majority artists. The fund also supports a significant proportion of global majority artists while ensuring that more grants are pledged to those based outside London.\",\"Over 7,300 applications have been received with partners only able to support 7% of applicants. There have been 40 funding rounds with over £5.2 million investment reaching 526 grant recipients since its inception.\",\"The PPL Momentum Music Fund has helped generate over £22 million for the UK music industry since its inception.\"],\"eligibility\":[\"Available for self-releasing artists and those signed to independent labels. Artists signed to major labels are not eligible.\"],\"application_requirements\":[\"Applicants need a firm vision, plan and rationale describing how funding will be impactful on their career development.\"],\"other\":[\"Many outstanding grantees have been supported by PPL Momentum Fund including Sam Fender (BRIT Award winner), Little Simz (Mercury Prize winner), Nova Twins (AIM Awards winners), among others.\"]},{\"name\":\"PPL Momentum Accelerator\",\"organization\":[\"PRS Foundation\",\"Arts Council England\",\"PPL\"],\"details\":[\"Launched as part of an effort by PRS Foundation and partners after reflecting on musically outstanding talent based outside London who were not yet at crucial career tipping points sought in main Momentum guidance but showed strong potential for future development.\"],\"eligibility\":[],\"application_requirements\":[],\"other\":[]}]}"