"{\"opportunities\":[{\"name\":[\"Open Fund\",\"International Showcase Fund\",\"Aurora\"],\"organization\":[\"PRS Foundation: Wesley is a grants and programs manager at the PRS Foundation. They manage a bunch of grant schemes including the Open Fund, International Showcase Fund, and Aurora. They do research and education, supporting artists financially through government or lottery tickets.\"],\"details\":[\"The Open Fund is one of the grant schemes managed by PRS Foundation.\",\"The International Showcase Fund is another grant scheme managed by PRS Foundation.\",\"Aurora is a grant scheme managed by PRS Foundation.\",\"They have partnerships with BBC.\"],\"eligibility_project\":[\"\"],\"eligibility_person\":[\"\"],\"application_requirements\":[\"\"],\"other\":[]},{\"name\":[\"Arts Council Funding Programs\",\"Project Grants\",\"Touring Grant\"],\"organization\":[\"Arts Council: Teejan got into the music industry as a hip hop artist. Arts Council supports artists to launch long-term sustainable careers in music. They are an arm's length body with the government, funded mainly through National Lottery tickets and some government funding.\"],\"details\":[\"Arts Council has regular funding programs with deadlines shared on their website.\",\"Project Grants are available up to £100,000 for National Lottery project grants.\",\"Touring Grant is relevant for music managers dealing with artists.\"],\"eligibility_project\":[],\"eligibility_person\":[],\"application_requirements\":[],\"other\":[]},{\"name\":[\"Step Up Fund\",\"Next Level\",\"Fast Track\"],\"organization\":[\"Help Musicians: Help Musicians is a charity independently funded by donations. They have two main funds: Next Level (£3,000) and Fast Track (£500). Their eligibility criteria include being in charitable need.\"],\"details\":[\"Step Up Fund works in partnership with Amazon Music UK providing £80-100k annually to distribute to artists.\",\"Next Level offers £3,000 grants for development projects.\",\"Fast Track offers £500 grants for short courses or specific needs like tech courses or tours.\"],\"eligibility_project\":[],\"eligibility_person\":[],\"application_requirements\":[],\"other\":[]}],\"other\":[]}"