"{\"opportunities\":[{\"name\":[\"PPL Momentum Music Fund\"],\"organization\":[\"The PPL Momentum Music Fund is run by PRS Foundation in partnership with PPL, Creative Wales, and Arts Council Northern Ireland.\",\"The PRS Foundation is a funder of new music and believes that the success of the music they fund is driven by the diversity of the people who create it.\",\"PRS Foundation staff use a scoring system and external advisors to assess applications based on scores, criteria, and supporting partners.\"],\"details\":[\"The PPL Momentum Music Fund offers grants of five to fifteen thousand pounds for UK-based bands and artists to develop their careers over the next two years.\",\"Activities eligible for support include recording, touring (UK only), marketing, music videos, merchandise production, studio hire, studio musician fees, producer fees, engineer fees, mixer fees.\",\"Funding cannot be used for international touring except in exceptional circumstances with prior approval.\",\"Funding cannot be used for capital projects like building works or purchasing vehicles like vans or cars for touring.\",\"Applicants can apply directly or have representatives such as managers or label reps apply on their behalf. However, any resulting grant offer is made to the music creator directly.\"],\"eligibility_project\":[\"Projects must take place in the UK. In exceptional circumstances funding may be requested for recording in international territories but not international touring unless approved beforehand.\",\"Projects must not have already happened before a decision date; retrospective funding is not allowed.\"],\"eligibility_person\":[\"Applicants must be UK-based bands or artists at a crucial tipping point in their careers showing current progression and growth as artists with potential to significantly benefit from funding support.\",\"Applicants should have evidence of a strong fan base nationally and regionally. They should also have been featured in national press/media/radio coverage as well as wider blogs.\"],\"application_requirements\":[\"Applications must include detailed marketing plans even if not requesting funds specifically for marketing/promotion activities because it shows planning capability which affects scoring positively during assessment process by advisors who look at overall project viability beyond just requested funds alone!\",\"Applications should demonstrate how funding will significantly impact career development following grant award; this includes showing potential growth opportunities post-funding period too!\",\"Applicants need detailed budgets outlining expenditures across different categories such as artist/band fees (time creating music/rehearsal), session/producer costs (studio time), travel expenses (petrol/airfares) etc., ensuring total expenditure matches income projections accurately without discrepancies between them which could lead low scores during evaluation phase due lack clarity around financial planning aspects involved here!\"],\"other\":[]}],\"other\":[]}"