"{\"opportunities\":[{\"name\":[\"Early Career Promoter Fund\"],\"organization\":[\"PRS Foundation is supporting music from all genres and backgrounds.\",\"The Foundation has distributed more than £135,000 in grants so far.\",\"PRS Foundation prides itself on supporting diverse genres and has given awards to many different genres.\",\"The funding comes from Arts Council England, so applicants need to be based in England.\"],\"details\":[\"The Early Career Promoter Fund offers grants of up to £3,500 for new activities including booking, programming, and promotion of gigs, concerts, club nights, showcases and other performances.\",\"Funding can cover costs such as venue hire production costs, artist and DJ fees, crew fees, administration costs among others.\",\"Round four closes on Tuesday the 15th of October at 6 p.m. Decisions can take up to eight weeks after the deadline.\",\"Applicants can apply for their events to happen up to one year after the date they get the grant. If applied in October with a decision in December events could happen as late as December 2025.\"],\"eligibility_project\":[\"Activities need to happen in England as part of eligibility requirements.\",\"Projects that request funding must not be happening within eight weeks; if it's happening within ten weeks it might not look feasible for a decision.\"],\"eligibility_person\":[\"Eligible applicants must be based in England and identified as early career promoters. Funding is available for anyone over 18 years old with no upper age limit.\"],\"application_requirements\":[\"Applications are assessed by experts online before being discussed at decision panels. Shortlisted applications are based on best scores discussed at decision panels before final decisions are made by assessors and panelists who look for specific criteria such as feasibility of proposed activities or shows being planned ahead carefully etc..\",\"Applicants should describe their development needs honestly including any DEI support relating sustainability accessibility legal advice accounting services etc..\",\"Applications should include a budget section detailing total project budget total request amount from PRS Foundation etc..\"],\"other\":[]},{\"name\":[\"Arts Council England's Supporting Grassroots Music Fund\"],\"organization\":[],\"details\":[],\"eligibility_project\":[],\"eligibility_person\":[],\"application_requirements\":[],\"other\":[]}],\"other\":[]}"