"{\"opportunities\":[{\"name\":[\"Open Fund for Music Creators\"],\"organization\":[\"PRS Foundation is the UK's leading charitable funder of new music and talent development.\",\"Founded in 2000, PRS Foundation has funded over 8,500 new music projects.\",\"PRS Foundation supports music creator development and organizations.\",\"The foundation offers direct grants like the Open Fund and through organizations they fund.\",\"PRS Foundation's mission includes supporting the creation, performance, and promotion of outstanding music to enable the UK's most talented music creators to realize their potential.\"],\"details\":[\"The Open Fund for Music Creators offers grant support of up to £5k for projects.\",\"The fund is open to all genres, backgrounds, and career levels in the UK.\",\"Applications can be submitted by writing or video format.\",\"The application process includes an online form on their grants portal FlexiGrants with a four-week application period per round.\",\"Decisions can take up to 12 weeks after submission with communication via email.\"],\"eligibility_project\":[\"Projects must focus on new music creation or performance; marketing or promotional costs alone are not supported.\",\"Projects must be UK-based; international activities are not supported unless part of a majority UK-based project component.\",\"Eligible activities include recording and release, touring and live performances, creative residency costs, fees for creative collaborators but cannot include bursaries or tuition costs.\"],\"eligibility_person\":[\"Applicants must be UK-based music creators who have been making music for at least 18 months and should be over 18 years old unless represented by an adult in rare cases. \",\"Applicants should be PRS4Music members or in a position to join PRS4Music. \",\"Music creators who have received Next Steps funding from PRS Foundation cannot apply again.\"],\"application_requirements\":[\"Applications require submission of two examples of work (audio/video).\",\"A budget showing income/expenditure balance is required; PRS cannot cover 100% project costs so other income sources must be shown. \",\"Applicants need to provide basic details about themselves including contact info, social media links if available. \",\"A reference from someone not involved in the project is required. \"],\"other\":[]},{\"name\":[\"Next Steps Funding\"],\"organization\":[\"PRS Foundation is the UK's leading charitable funder of new music and talent development.\"],\"details\":[],\"eligibility_project\":[],\"eligibility_person\":[],\"application_requirements\":[],\"other\":[]}],\"other\":[]}"