"{\"application_qs\": [{\"questions\": [\"1. Please describe your primary role in the music industry and provide examples of your work that highlight this role. For instance, if you are a musician, mention any notable performances or recordings.\", \"2. What genre of music do you primarily work in? Please provide examples of your work or projects that fit this genre, especially if it includes Hip Hop, Grime, R&B, or Soul music of African origin.\", \"3. Are you a member of PRS for Music or eligible to join? If yes, please provide your membership details or explain how you are eligible to join.\", \"4. Do you identify as a woman or come from Black, Asian, or Ethnic backgrounds? Please elaborate on how this identity influences your music and projects.\", \"5. Are you based in the UK and have been making music for at least 18 months? Provide details about your location and any significant milestones in your career over the past 18 months.\", \"6. Describe the project for which you are seeking funding. Include details about how it involves collaboration with non-music artists such as storytellers or lighting designers within the UK.\", \"7. Where will your project primarily take place? Provide specific locations and venues if possible within England only (including touring and performances).\", \"8. Does your project involve engaging with intended audiences effectively and demonstrate partnership support from labels or venues? Provide examples of partnerships and audience engagement strategies planned for this project.\", \"9. Is your project focused on developing new music creation or performance rather than marketing alone? Describe how new creation/performance is central to the project's goals.\"], \"additional_docs\": [\"Proof of PRS for Music membership (if applicable)\", \"Portfolio showcasing previous works relevant to Hip Hop/Grime/R&B/Soul genres\", \"Proof of UK residency (e.g., utility bill)\", \"Project proposal document detailing collaboration with non-music artists\", \"Letters of support from partners such as labels/venues involved in the project\"], \"opportunity_name\": \"Help Musicians UK\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, timeline, and how it aligns with the goals of Arts Council England. Include specific activities you plan to undertake and how they will engage people in England or help you develop your work.\", \"2. Explain how your project will effectively engage with intended audiences and demonstrate partnership support from labels or venues. Provide examples of past successful audience engagement or partnerships if applicable.\", \"3. Describe the new music creation or performance aspect of your project, emphasizing innovation and development rather than marketing alone.\", \"4. Outline the budget for your project, including a breakdown of costs such as production, marketing (if applicable), touring expenses, etc., and specify the total amount you are seeking from Arts Council England.\", \"5. Provide information on any previous funding received from Arts Council England or other similar organizations in the past three years.\", \"6. Discuss any potential risks associated with your project and how you plan to mitigate them to ensure successful completion.\", \"7. Highlight any unique aspects of your background (e.g., identifying as a woman or coming from Black, Asian or Ethnic backgrounds) that align with diversity goals set by Arts Council England.\"], \"additional_docs\": [\"A detailed budget breakdown document for the proposed project\", \"Proof of UK residency (e.g., utility bill)\", \"Evidence of music industry experience for at least 18 months (e.g., portfolio, press clippings)\", \"Partnership letters/support letters from labels/venues involved in the project\", \"Any previous funding award letters if applicable\"], \"opportunity_name\": \"Arts Council England - National Lottery Project Grants\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, timeline, and expected outcomes. Include how it aligns with the goals of the Arts Council Northern Ireland's SIAP program.\", \"2. Explain how your project will contribute to the arts community in Northern Ireland and any potential impact it may have on audiences or participants.\", \"3. Describe any partnerships or collaborations involved in your project, including details about any support from labels or venues.\", \"4. Provide a brief biography highlighting your experience and achievements in the music industry that make you a suitable candidate for this funding opportunity.\", \"5. How does your project focus on developing new music creation or performance? Provide specific examples of what you plan to create or perform as part of this project.\", \"6. If applicable, describe how you identify as a woman or come from Black, Asian, or Ethnic backgrounds and how this influences your work in music.\", \"7. Confirm that you are based in Northern Ireland and have been making music for at least 18 months by providing evidence such as past projects, performances, or releases.\"], \"additional_docs\": [\"Proof of residency in Northern Ireland (e.g., utility bill, rental agreement).\", \"Evidence of at least 18 months' experience making music (e.g., portfolio with past projects/releases).\", \"Partnership agreements or letters of support from collaborators/venues/labels involved in the project.\", \"A detailed budget plan for the proposed project outlining expected costs and funding allocation.\", \"A timeline for the project's development stages from start to completion date.\"], \"opportunity_name\": \"Arts Council Northern Ireland - Support for Individual Artists Programme (SIAP)\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, target audience, and how it aligns with the goals of the Creative Scotland - Youth Music Initiative (YMI). For example, how does your project help young people access quality music provision across Scotland?\", \"2. What is your experience in the music industry? Please include details about your primary role (e.g., Musician, Songwriter) and any relevant achievements or recognitions you have received.\", \"3. Describe the genre of music you primarily work in and any notable works or collaborations you have been involved in within this genre.\", \"4. Are you a member of PRS for Music or eligible to join? If yes, please provide your membership details or explain how you are eligible to join.\", \"5. Do you identify as a woman or come from Black, Asian or Ethnic backgrounds? If yes, please elaborate on how this aspect influences your work and perspective in the music industry.\", \"6. Confirm that you are based in the UK and have been making music for at least 18 months by providing evidence such as past projects or performances.\", \"7. What type of project are you seeking funding for (e.g., collaboration with non-music artists)? Provide specific examples of what activities will be funded by this grant.\", \"8. Where will your project primarily take place? Provide details about locations involved and why they were chosen for this project.\", \"9. Does your project involve engaging with intended audiences effectively and demonstrate partnership support from labels or venues? Provide examples of partnerships already established or planned partnerships that will support audience engagement.\"], \"additional_docs\": [\"Proof of UK residency such as utility bills or rental agreements showing at least 18 months residency\", \"Evidence of past musical projects such as recordings, videos, press releases\", \"Membership confirmation from PRS for Music if applicable\", \"Partnership agreements with labels/venues if applicable\", \"Detailed budget plan outlining how funds will be used within the scope of YMI objectives\"], \"opportunity_name\": \"Creative Scotland - Youth Music Initiative (YMI)\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, timeline, and how it aligns with the goals of the PRS Foundation's Open Fund. Include specific activities you plan to undertake and any innovative aspects of your project.\", \"2. Explain how your project will engage with intended audiences effectively and demonstrate partnership support from labels or venues. Provide examples or evidence of existing partnerships or plans to establish them.\", \"3. Describe how your project focuses on developing new music creation or performance rather than marketing alone. Include details on any new compositions, performances, or collaborations involved.\", \"4. Provide a brief biography highlighting your experience in the music industry, including any notable achievements or collaborations that demonstrate your capability to successfully complete this project.\", \"5. Explain why you are seeking funding from PRS Foundation specifically and how this funding will impact your career advancement in the music industry.\", \"6. Detail any previous funding received from PRS Foundation or other similar organizations and the outcomes achieved with that support.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, lease agreement)\", \"Evidence of at least 18 months' experience in making music (e.g., portfolio, discography)\", \"Membership confirmation for PRS for Music if applicable\", \"Partnership agreements or letters of support from labels/venues if applicable\", \"Project budget breakdown including expected costs and income sources\", \"Timeline for project implementation\"], \"opportunity_name\": \"Open Fund, International Showcase Fund, Aurora\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, timeline, and how it aligns with the Arts Council's goal of supporting long-term sustainable careers in music. Include specific activities you plan to undertake (e.g., recording an album, touring).\", \"2. How does your project engage with intended audiences effectively? Provide examples of partnership support from labels or venues that you have secured or plan to secure.\", \"3. Describe how your project focuses on developing new music creation or performance rather than marketing alone. Include any innovative elements that challenge current practices.\", \"4. What is the total budget for your project? Provide a detailed breakdown of costs and specify how much funding you are seeking from the Arts Council.\", \"5. Explain why you are a good candidate for this funding opportunity based on your experience and background in the music industry (e.g., years active, notable achievements).\", \"6. Are there any specific outcomes or impacts you expect from this project? How will it contribute to your career advancement and sustainability in the music industry?\", \"7. If applicable, describe any collaborations with non-music artists involved in this project (e.g., storytellers) and their roles.\"], \"additional_docs\": [\"A detailed budget plan for the entire project including all expenses and income sources.\", \"Proof of UK residency such as a utility bill or bank statement showing an address within the UK.\", \"A portfolio showcasing previous work such as recordings, performances, or collaborations relevant to this application.\", \"Letters of support from partners such as labels or venues confirming their involvement in the project.\", \"Evidence of membership with PRS for Music if applicable (or proof of eligibility).\"], \"opportunity_name\": \"Arts Council Funding Programs, Project Grants, Touring Grant\"}, {\"questions\": [\"1. Please describe your primary role in the music industry and provide examples of your work that align with this role. For instance, if you are a musician, mention any notable performances or recordings.\", \"2. What genre of music do you primarily work in? Please provide examples of your work or projects that fit within this genre.\", \"3. Are you a member of PRS for Music or eligible to join? If yes, please provide your membership details or explain how you are eligible to join.\", \"4. Do you identify as a woman or come from Black, Asian, or Ethnic backgrounds? Please elaborate on how this identity influences your music and projects.\", \"5. Are you based in the UK and have been making music for at least 18 months? Provide evidence such as past projects, performances, or collaborations that demonstrate this experience.\", \"6. What type of project are you seeking funding for? Describe the project in detail including its objectives and expected outcomes.\", \"7. Where will your project primarily take place? Provide details on venues, locations for performances/tours if applicable.\", \"8. Does your project involve engaging with intended audiences effectively and demonstrate partnership support (from labels or venues)? Provide details on how audience engagement will be achieved and any partnerships involved.\", \"9. Is your project focused on developing new music creation or performance rather than marketing alone? Describe the creative aspects involved in the project.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, lease agreement)\", \"Evidence of past musical work (e.g., recordings, videos)\", \"Proof of PRS membership if applicable\", \"Partnership agreements with labels/venues if applicable\", \"Project plan including timeline and budget\", \"Testimonials from collaborators/partners\"], \"opportunity_name\": \"Step Up Fund, Next Level, Fast Track\"}, {\"questions\": [\"1. Please describe your primary role in the music industry and provide examples of your work that align with this role. For instance, if you are a musician, mention any notable performances or collaborations.\", \"2. What genre of music do you primarily work in? Please provide examples of your work or projects that fit within this genre, such as specific songs or albums.\", \"3. Are you a member of PRS for Music or eligible to join? If yes, please provide your membership details or explain how you are eligible to join.\", \"4. Do you identify as a woman or come from Black, Asian, or Ethnic backgrounds? Please elaborate on how this identity influences your music and projects.\", \"5. Are you based in the UK and have been making music for at least 18 months? Provide details about your location and any significant milestones in your career over the past 18 months.\", \"6. What type of project are you seeking funding for? Describe the project in detail including its objectives and expected outcomes (e.g., collaboration with non-music artists, developing new original work).\", \"7. Where will your project primarily take place? Provide specific locations and venues if applicable (e.g., England only including touring performances).\", \"8. Does your project involve engaging with intended audiences effectively and demonstrate partnership support from labels or venues? Describe how these elements will be incorporated into the project plan.\", \"9. Is your project focused on developing new music creation or performance rather than marketing alone? Provide details on how it focuses on creation/performance aspects.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, lease agreement)\", \"Evidence of PRS for Music membership eligibility (if applicable)\", \"Partnership agreements with labels/venues (if applicable)\", \"Project plan detailing audience engagement strategies\", \"Portfolio showcasing previous works relevant to the proposed genre/project type\"], \"opportunity_name\": \"Arts Council National Lottery Project Grants\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, timeline, and how it aligns with the opportunity's focus on supporting grassroots live music. Include specific goals and how you plan to achieve them.\", \"2. Explain how your project will engage with intended audiences effectively and demonstrate partnership support from labels or venues. Provide examples of past successful audience engagement or partnerships if applicable.\", \"3. Describe the new music creation or performance aspect of your project, emphasizing innovation and originality. How does it challenge current practices in the music industry?\", \"4. Outline any collaborations involved in your project, particularly with non-music artists such as storytellers if applicable. How will these collaborations enhance the project's impact?\", \"5. Provide a brief biography highlighting your experience in the music industry, including any notable achievements or recognitions that demonstrate your capability to successfully execute this project.\", \"6. Discuss any previous projects you have completed that are similar to this one and what outcomes they achieved.\", \"7. Explain why you are seeking funding for this particular project at this time and what impact receiving funding would have on its success.\", \"8. Detail any specific challenges you anticipate facing during the execution of this project and how you plan to overcome them.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, lease agreement)\", \"Evidence of at least 18 months experience in making music (e.g., portfolio, press clippings)\", \"Membership confirmation from PRS for Music if applicable\", \"Partnership letters or agreements from labels/venues supporting the project\", \"Financial statements outlining budget requirements for the proposed project\"], \"opportunity_name\": \"Supporting Grassroots Live Music\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, timeline, and how it aligns with the goals of the PRS Foundation's Open Fund. Include any innovative aspects or unique elements that make your project stand out.\", \"2. What is your current career level and how does this project fit into your career development? Provide examples of past work or achievements that demonstrate your growth in the music industry.\", \"3. Describe any partnerships or collaborations involved in this project. Include details about any support from labels, venues, or other organizations that will help engage audiences effectively.\", \"4. Provide a detailed budget for your project, including all expected expenditures and sources of income (if applicable). Ensure it is realistic and viable within the maximum grant amount of \\u00a35,000.\", \"5. Explain why you are applying for this funding at this time in terms of both personal circumstances and creative reasons.\", \"6. How does your identity (e.g., gender identity or ethnic background) influence or contribute to the music you create? If applicable, explain how it aligns with PRS Foundation's aim to remove barriers for music creators from diverse backgrounds.\"], \"additional_docs\": [\"A detailed budget breakdown document showing all projected costs and income sources related to the project.\", \"A portfolio showcasing past work such as recordings, performances, collaborations etc., which highlights career progression and achievements.\", \"Letters of support from partners such as labels or venues involved in the project (if applicable).\", \"Proof of UK residency such as a utility bill or official document showing address (if not already provided).\", \"Membership confirmation with PRS for Music if applicable (or proof of eligibility to join).\"], \"opportunity_name\": \"Open Fund\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, timeline, and how it aligns with the goals of the Women Make Music fund. Include specific details about how your project will develop new music creation or performance.\", \"2. Explain how your project will engage with intended audiences effectively and demonstrate partnership support from labels or venues. Provide examples of past successful audience engagement or partnerships if applicable.\", \"3. Describe any collaborations involved in your project, particularly with non-music artists such as storytellers, and explain how these collaborations will enhance the project's impact.\", \"4. Outline any challenges you anticipate in executing this project and how you plan to address them to ensure successful completion.\", \"5. Provide a brief biography highlighting your experience in the music industry, including any notable achievements or recognitions that demonstrate your capability to successfully execute this project.\", \"6. Discuss why you are seeking funding from Women Make Music specifically and what makes you a suitable candidate for this opportunity.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, lease agreement)\", \"Evidence of at least 18 months of music-making experience (e.g., portfolio, discography)\", \"Membership confirmation or eligibility for PRS for Music\", \"Demographic information supporting identification as a woman or coming from Black, Asian or Ethnic backgrounds (if applicable)\", \"Letters of support from partners such as labels or venues involved in the project\"], \"opportunity_name\": \"Women Make Music\"}, {\"questions\": [\"1. Describe your current role in the music industry and how it aligns with the opportunity to develop your creative practice. Provide specific examples of your work and achievements in this role.\", \"2. What genre of music do you primarily work in, and how does this genre influence your creative practice? Provide examples of past projects or performances that highlight this influence.\", \"3. Are you a member of PRS for Music or eligible to join? If yes, provide details about your membership or eligibility status.\", \"4. Do you identify as a woman or come from Black, Asian, or Ethnic backgrounds? If yes, explain how this aspect of your identity influences your artistic work and perspective.\", \"5. Confirm that you are based in the UK and have been making music for at least 18 months. Provide details about where you are based and a brief history of your musical journey over these 18 months.\", \"6. Describe the project for which you are seeking funding, focusing on how it will develop new original work that challenges current practice rather than marketing alone.\", \"7. Where will your project primarily take place? Explain why this location is significant to the success of your project.\", \"8. Does your project involve engaging with intended audiences effectively and demonstrate partnership support (from labels or venues)? If yes, provide details about these partnerships and audience engagement strategies.\", \"9. Explain how receiving funding from Arts Council England will help you focus on developing new music creation or performance rather than marketing alone.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, lease agreement)\", \"Evidence of at least 18 months' experience in making music (e.g., portfolio, press clippings)\", \"Detailed project proposal including timeline and budget\", \"Letters of support from partners (e.g., labels, venues) if applicable\", \"CV highlighting relevant experience in the music industry\", \"Examples of previous work (e.g., recordings, videos)\"], \"opportunity_name\": \"Developing Your Creative Practice\"}, {\"questions\": [\"1. Describe your current career stage and why you believe you are at a crucial tipping point in your career. Provide examples of recent achievements or milestones that demonstrate your progression and growth as an artist.\", \"2. Provide evidence of your fan base both nationally and regionally. Include details of any national press, media, or radio coverage you have received, as well as mentions in wider blogs.\", \"3. Outline the specific activities for which you are seeking funding (e.g., recording, touring within the UK, marketing). Explain how these activities will significantly impact your career development over the next two years.\", \"4. Describe any partnerships or collaborations involved in your project (e.g., with labels or venues) and how these will help engage intended audiences effectively.\", \"5. Provide a detailed marketing plan for your project even if not requesting funds specifically for marketing/promotion activities. Include strategies for audience engagement and growth opportunities post-funding period.\", \"6. Prepare a detailed budget outlining expenditures across different categories such as artist/band fees (time creating music/rehearsal), session/producer costs (studio time), travel expenses (petrol/airfares), etc., ensuring total expenditure matches income projections accurately without discrepancies.\"], \"additional_docs\": [\"Proof of UK residency such as a utility bill or passport showing UK address.\", \"Evidence of national press/media/radio coverage such as articles, interviews, or radio play logs.\", \"Testimonials from partners like labels or venues supporting the project to demonstrate partnership support.\", \"Detailed budget document outlining all projected expenses and income related to the project activities.\", \"Marketing plan document detailing strategies for audience engagement and growth opportunities post-funding period.\"], \"opportunity_name\": \"PPL Momentum Music Fund\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, timeline, and how it aligns with the goals of the GMCA Culture Fund: Inspire. Include specific details on how your project involves or concerns Heritage, Combined Arts, Music, or Craft.\", \"2. Explain how your project will contribute to the regrowth and strengthening of the creative sector in Greater Manchester post-COVID-19. Provide examples or case studies if possible.\", \"3. Describe any partnerships or collaborations involved in your project and how they will support its success. Include details about any venues or labels you are working with.\", \"4. How does your project engage with intended audiences effectively? Provide examples of past audience engagement strategies you have used successfully.\", \"5. Outline your budget for the project and specify which parts you are seeking funding for from this grant (between \\u00a3500 - \\u00a32,000).\", \"6. Are there any small capital expenditures involved in your project? If so, please detail what they are and why they are necessary for the project's success.\", \"7. Provide a brief background about yourself as an independent creative artist/musician/performer including past projects that highlight why you would benefit from this funding.\", \"8. Confirm that you are based in Greater Manchester and provide evidence of this (e.g., address proof).\", \"9. If applicable, describe any multi-disciplinary arts elements included in your project.\"], \"additional_docs\": [\"Proof of residence in Greater Manchester (e.g., utility bill or official correspondence showing address)\", \"A detailed budget breakdown for the proposed project\", \"A link to a video showcasing previous work (optional but recommended)\", \"Partnership agreements or letters of support from collaborators/venues/labels if applicable\"], \"opportunity_name\": \"GMCA Culture Fund: Inspire\"}, {\"questions\": [\"1. Describe your role as an early career promoter in the music industry. Include details about your experience, any notable events you've promoted, and how you plan to develop in this role.\", \"2. Provide a detailed description of the project you are seeking funding for, including the type of events (gigs, concerts, club nights) you plan to book and promote. Explain how these activities align with the goals of the Early Career Promoter Fund.\", \"3. Explain how your project will engage with audiences effectively and demonstrate partnership support from labels or venues. Provide examples or plans for audience engagement strategies and any existing partnerships.\", \"4. Detail your development needs as an early career promoter, including any support required in areas such as sustainability, accessibility, legal advice, or accounting services.\", \"5. Outline a comprehensive budget for your project including total project budget and specific amount requested from PRS Foundation. Include costs such as venue hire production costs artist/DJ fees crew fees administration costs etc.\", \"6. Confirm that all activities will take place in England and provide a timeline showing that none of these activities are scheduled within eight weeks from application submission date (i.e., not before December 2023 if applying in October 2023).\", \"7. Describe any diversity equity inclusion (DEI) initiatives included within your project to ensure accessibility and representation across different communities.\"], \"additional_docs\": [\"Proof of residence in England (e.g., utility bill or official ID showing address).\", \"Detailed CV highlighting experience as an early career promoter.\", \"Letters of support or partnership agreements from venues/labels involved in the proposed events.\", \"Financial statements or bank details to demonstrate financial planning capability for managing funds received through grant.\", \"Any previous promotional materials used for past events to showcase experience and capability (e.g., flyers posters social media campaigns).\"], \"opportunity_name\": \"Early Career Promoter Fund\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, timeline, and how it aligns with the goals of the Arts Council England's Supporting Grassroots Music Fund. Include specific activities you plan to undertake and their expected outcomes.\", \"2. Explain how your project will engage with intended audiences effectively and demonstrate partnership support from labels or venues. Provide examples of past successful audience engagement or partnerships if applicable.\", \"3. Describe your experience in the music industry, highlighting any significant achievements or recognitions that demonstrate your capability to successfully complete this project.\", \"4. How does your project contribute to the development of new music creation or performance? Provide details on any innovative aspects or how it challenges current practices in the music industry.\", \"5. If applicable, describe any collaborations with non-music artists (e.g., storytellers) involved in this project and their roles.\", \"6. Outline your budget for this project, including a breakdown of costs for each major activity (e.g., recording costs, marketing expenses).\", \"7. What is the primary location for your project's activities? If it involves touring or performances across multiple locations, please specify these locations.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, council tax statement)\", \"Evidence of at least 18 months' experience in making music (e.g., portfolio, press clippings)\", \"Membership confirmation from PRS for Music if applicable\", \"Letters of support from partners such as labels or venues involved in the project\", \"Detailed budget plan with cost breakdowns\"], \"opportunity_name\": \"Arts Council England's Supporting Grassroots Music Fund\"}, {\"questions\": [\"1. Can you provide a detailed description of your role as a music manager and how long you have been in this role? Please include specific examples of your work and any notable achievements or milestones in your career.\", \"2. Describe the current status of your clients' businesses and explain why they are at a 'tipping point'. Include any recent successes, challenges, or opportunities that highlight this status.\", \"3. How does your project align with the goals of the MMF Accelerator program? Provide details on how it supports independent music management businesses at a tipping point.\", \"4. Do you identify as a woman or come from Black, Asian, or Ethnic backgrounds? Please provide details on how you meet these diversity criteria as part of the program's initiatives.\", \"5. How does your project meet key protected characteristics under the Equality Act 2010? Provide specific examples or strategies that demonstrate this alignment.\", \"6. What are some partnerships or collaborations involved in your project that demonstrate support from labels, venues, or other industry stakeholders? Include any letters of support if available.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, passport).\", \"Evidence of 18 months minimum experience in music management (e.g., CV/resume with references).\", \"Documentation showing clients' recent successes (e.g., press releases, sales figures).\", \"Letters of support from industry partners (e.g., labels, venues).\", \"A statement detailing how they meet key protected characteristics under the Equality Act 2010.\", \"Any awards/nominations received by clients managed by them (e.g., certificates).\"], \"opportunity_name\": \"MMF Accelerator\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its goals, objectives, and how it aligns with the YouTube Music Partnership opportunity. Include specific details about the type of music you will be creating or performing and any innovative aspects of your project.\", \"2. Describe your experience and achievements in the music industry that make you a strong candidate for this funding opportunity. Include any notable performances, collaborations, or awards.\", \"3. Explain how your project will engage with intended audiences effectively and demonstrate partnership support from labels or venues. Provide examples of past successful audience engagement strategies if applicable.\", \"4. Detail any collaborations with non-music artists (e.g., storytellers) that are part of this project and how these collaborations will enhance the project's impact.\", \"5. Provide information on where your project will primarily take place and why this location is significant for the success of your project.\", \"6. Discuss how being based in the UK has influenced your music career over at least 18 months, including any specific challenges or opportunities you've encountered.\", \"7. If applicable, describe how identifying as a woman or coming from Black, Asian or Ethnic backgrounds influences your work in music and contributes to diversity within the industry.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, lease agreement)\", \"Evidence of at least 18 months active involvement in music (e.g., portfolio, press clippings)\", \"Membership confirmation from PRS for Music if applicable\", \"Letters of support from partners such as labels or venues\", \"Detailed budget plan for the proposed project\", \"Any existing contracts with collaborators involved in the project\"], \"opportunity_name\": \"YouTube Music Partnership\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its goals, timeline, and how it focuses on new music creation or performance. Ensure you highlight any innovative aspects or how it challenges current practices.\", \"2. Describe your role in the project and any collaborators involved. Include details about their roles and contributions to the project.\", \"3. Explain how your project will engage with intended audiences effectively and demonstrate partnership support from labels or venues if applicable.\", \"4. Provide a detailed budget for your project, showing all income sources and expenditures. Remember that PRS cannot cover 100% of the costs, so include other funding sources you have secured or are applying for.\", \"5. Share two examples of your previous work (audio/video) that best represent your style and capabilities as a music creator.\", \"6. Provide basic details about yourself including contact information (email, phone number), social media links if available, and any relevant professional affiliations (e.g., PRS for Music membership).\", \"7. If applicable, provide a reference from someone not involved in the project who can vouch for your work ethic or previous projects you've completed successfully.\"], \"additional_docs\": [\"Two examples of work (audio/video) showcasing previous music projects.\", \"A detailed budget showing income/expenditure balance with other funding sources identified.\", \"A reference letter from someone not involved in the current project who can vouch for you as a music creator.\", \"Proof of UK residency such as utility bills or bank statements to confirm eligibility criteria are met.\", \"Proof of PRS membership or eligibility to join PRS for Music if not already provided during screening questions phase\"], \"opportunity_name\": \"Open Fund for Music Creators\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its objectives, timeline, and how it aligns with the goals of the PRS Foundation's Next Steps Funding. Include specific details about any new music creation or performance aspects involved.\", \"2. Explain how your project will engage with intended audiences effectively and demonstrate partnership support from labels or venues. Provide examples of past successful audience engagement or partnerships if applicable.\", \"3. Describe any collaborations involved in your project, particularly with non-music artists such as storytellers, and how these collaborations will enhance the project's impact.\", \"4. Outline your experience in the music industry, highlighting any significant achievements or milestones over the past 18 months that demonstrate your commitment and capability to deliver this project successfully.\", \"5. Discuss how this funding will advance your career in music and contribute to challenging current practices within your genre or field.\", \"6. Provide a breakdown of the budget for your project, detailing specific costs such as recording expenses, touring logistics, marketing efforts (if applicable), and other career-advancing activities you plan to undertake.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill or bank statement)\", \"Evidence of at least 18 months' experience in making music (e.g., portfolio of work)\", \"Membership confirmation from PRS for Music if applicable\", \"Letters of support from partners such as labels or venues\", \"Detailed budget plan for the proposed project\", \"Any previous funding received documentation if relevant\"], \"opportunity_name\": \"Next Steps Funding\"}, {\"questions\": [\"1. Please provide a detailed description of your project, including its goals, timeline, and how it aligns with the PPL Momentum Music Fund's focus on touring, marketing efforts around new releases, recording projects, and other career advancing activities. Include specific examples of what you plan to achieve with the funding.\", \"2. Describe your current stage in your music career and how this funding will help you reach a tipping point or further build your early career foundation. Provide examples of past achievements or milestones that demonstrate your progress.\", \"3. Explain how you plan to engage with intended audiences effectively through this project and detail any partnership support from labels or venues that will be involved.\", \"4. Provide information on the primary location(s) where your project will take place and why these locations are significant for the success of your project.\", \"5. Discuss any innovative aspects of new music creation or performance that are central to your project rather than focusing solely on marketing/promotional activities.\", \"6. Confirm whether you are based in the UK and have been making music for at least 18 months by providing evidence such as past projects or performances within this timeframe.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, lease agreement)\", \"Evidence of music creation over at least 18 months (e.g., past releases, performance history)\", \"Partnership agreements or letters of support from labels/venues involved in the project\", \"Detailed budget plan for the use of funds within GBP \\u00a35,000 to \\u00a315,000 range\", \"Timeline for project implementation including key milestones\", \"Any existing contracts with PRS for Music if applicable\"], \"opportunity_name\": \"PPL Momentum Music Fund\"}, {\"questions\": [\"1. Please provide a detailed description of your music project, including its goals, objectives, and how it aligns with the focus on developing new music creation or performance. Include any innovative aspects or how it challenges current practices.\", \"2. Describe your primary role in the project and how your experience in the music industry supports this role. Include any relevant past projects or achievements that highlight your capabilities.\", \"3. Explain how your project will engage with intended audiences effectively and demonstrate partnership support from labels or venues. Provide examples of partnerships you have secured or are negotiating.\", \"4. Detail the geographical location where your project will primarily take place and explain why this location is significant for the project's success.\", \"5. Discuss any collaborations involved in your project, especially if they include non-music artists such as storytellers, and describe their roles and contributions to the project.\", \"6. Provide information on whether you are a member of PRS for Music or eligible to join, as this may impact eligibility for funding opportunities related to PRS Foundation initiatives.\", \"7. Confirm that you are based in the UK and have been making music for at least 18 months by providing a brief history of your career timeline including key milestones achieved during this period.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, council tax statement)\", \"Evidence of at least 18 months active involvement in music (e.g., portfolio, press releases)\", \"Partnership agreements or letters of support from labels/venues\", \"Detailed budget plan for the proposed project\", \"Project timeline outlining key phases and milestones\", \"CV/Resume highlighting relevant experience in music industry\"], \"opportunity_name\": \"PPL Momentum Accelerator\"}, {\"questions\": [\"1. What is the name and structure of your organization? Please provide details about your organization type and any relevant registration or constitution documents.\", \"2. Describe the project you are seeking funding for, including its objectives, timeline, and how it aligns with the key funding criteria: Quality & Ambition; Engagement; Equalities Diversity & Inclusion (EDI); Environmental Sustainability; Fair Work.\", \"3. How does your project benefit people in Scotland or take place in Scotland? Provide specific details about locations, partnerships, or collaborations that ensure this benefit.\", \"4. What is the total budget for your project? Include a detailed breakdown of costs and any other sources of funding you have secured or are seeking.\", \"5. How does your project demonstrate engagement with intended audiences effectively? Include any partnerships with labels or venues that support this engagement.\", \"6. Explain how your project supports equalities, diversity, and inclusion (EDI). Provide examples of how these principles are integrated into your project's planning and execution.\", \"7. Describe any environmental sustainability practices you will implement as part of this project to minimize its environmental impact.\", \"8. If applicable, describe how fair work practices will be incorporated into the project's execution (e.g., fair wages for artists involved).\", \"9. If applicable to international collaboration: Describe any international elements involved in your project and their significance.\"], \"additional_docs\": [\"Proof of organization type (e.g., registration documents)\", \"Detailed budget breakdown\", \"Safeguarding policy if working with vulnerable groups\", \"Examples of previous work relevant to this application\", \"Partner information if relevant\"], \"opportunity_name\": \"National Lottery Open Fund for Organisations\"}, {\"questions\": [\"1. Please describe your primary role in the music industry and provide examples of your work that align with this role. For instance, if you are a musician, mention any notable performances or collaborations.\", \"2. What genre of music do you primarily work in? Please provide examples of your work or projects that fit within this genre.\", \"3. Are you a member of PRS for Music or eligible to join? If yes, please provide your membership details or explain how you are eligible to join.\", \"4. Do you identify as a woman or come from Black, Asian, or Ethnic backgrounds? Please elaborate on how this identity influences your music and career.\", \"5. Are you based in the UK and have been making music for at least 18 months? Provide details about your location and any significant milestones in your career over the past 18 months.\", \"6. What type of project are you seeking funding for? Describe the project in detail including its objectives, timeline, and expected outcomes.\", \"7. Where will your project primarily take place? Provide specific locations and venues if applicable.\", \"8. Does your project involve engaging with intended audiences effectively and demonstrate partnership support (from labels or venues)? Describe how audience engagement will be achieved and list any partners involved in the project.\", \"9. Is your project focused on developing new music creation or performance rather than marketing alone? Provide details about the creative aspects of the project including new material being developed.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill, lease agreement).\", \"Evidence of at least 18 months' experience making music (e.g., portfolio, press releases).\", \"PRS for Music membership confirmation if applicable.\", \"Detailed project proposal including objectives, timeline, budget breakdowns (if available).\", \"Letters of support from partners such as labels or venues involved in the project (if applicable).\", \"Any existing contracts with independent labels if signed artist is applying under such terms.\"], \"opportunity_name\": \"PPL Momentum Music Fund\"}, {\"questions\": [\"1. Please provide a detailed description of your music project, including its goals, objectives, and how it aligns with the PPL Momentum Accelerator's aim to support emerging artists with strong potential. Include any innovative aspects or unique elements of your project.\", \"2. Describe your experience and achievements in the music industry that demonstrate your potential as an emerging artist. Include any notable performances, collaborations, or recognitions you have received.\", \"3. Explain how your project will engage with intended audiences effectively and detail any partnership support you have from labels or venues that will help achieve this engagement.\", \"4. Provide a timeline for your project from start to finish, including key milestones and deliverables that align with the PPL Momentum Accelerator's objectives.\", \"5. Outline the budget for your project, detailing how the funding will be allocated across different activities such as recording, touring, marketing (if applicable), etc., ensuring it aligns with developing new music creation or performance rather than marketing alone.\", \"6. Discuss any challenges you anticipate in executing this project and how you plan to address them to ensure successful completion.\", \"7. Describe how being based outside London impacts access to industry support for you as an artist and how this funding could help bridge those gaps.\"], \"additional_docs\": [\"Proof of UK residency (e.g., utility bill or official correspondence showing address)\", \"Evidence of at least 18 months of active involvement in music (e.g., portfolio of work, press clippings)\", \"Membership confirmation from PRS for Music if applicable\", \"Partnership agreements or letters of support from labels/venues if applicable\", \"Detailed budget breakdown document\", \"Project timeline document\"], \"opportunity_name\": \"PPL Momentum Accelerator\"}, {\"questions\": [\"1. Please provide a brief description of your project, including its goals and how it aligns with the Youth Music NextGen Fund's focus on supporting early-stage musicians and music-adjacent roles. Include details on how your project will help you build confidence in applying for funding and executing projects.\", \"2. What is your age? Please confirm that you are between 18-25 years old, or if you are d/Deaf, Disabled or Neurodivergent, confirm that you are up to 30 years old.\", \"3. Are you currently living in England, Scotland, Wales or Northern Ireland? Please provide proof of residency such as a utility bill or official document with your address.\", \"4. Do you have a UK bank account in your name? Please provide the bank account details for verification purposes.\", \"5. Describe how at least \\u00a3500 of the funding will be allocated to 'Time to Create'. What specific activities will this cover?\", \"6. Provide a detailed budget for your project between \\u00a31k-\\u00a32.5k (excluding the mandatory 'Time To Create' allocation). Include costs such as equipment (up to \\u00a3700), marketing (up to \\u00a3500), travel (up to \\u00a3200), training (up to \\u00a3200), and any personal access costs if applicable.\", \"7. Provide examples of previous work that best represent your music career so far - this could include recordings or links to social media accounts showcasing your work.\", \"8. Upload a one-page portfolio document summarizing your music career achievements and goals related to this project application.\", \"9. Who will be providing the reference for this application? Ensure they do not stand financially benefit from the project - examples include course leaders or mentors but not producers hired for this specific project.\"], \"additional_docs\": [\"Proof of age document such as passport or driver's license\", \"Proof of residency such as utility bill or official document with address\", \"UK bank account details\", \"Examples of previous work: recordings, social media links\", \"One-page portfolio document summarizing music career achievements and goals\", \"Reference letter from someone who does not financially benefit from the project\"], \"opportunity_name\": \"Youth Music NextGen Fund\"}]}"