| eligibility_person | other | application_requirements | eligibility_project | name | details | organization | 
| ------ | ------ | ------ | ------ | ------ | ------ | ------ | 
| Musicians making Hip Hop, Grime, R&B, Soul music of African origin are eligible for the MOBO Help Musicians Fund. |  n/a |  n/a | Projects must be UK-based collaborations between music artists and non-music artists such as storytellers or lighting designers. | Help Musicians UK | Financial support is available all year round, whenever you need it. No time restrictions, no deadlines., You can apply for up to £5,000 to undertake a UK-based collaboration between themselves and another non-music artist., The MOBO Help Musicians Fund can provide financial support of up to £3,000 to help you create music, develop your business skills and drive your career forward. | Help Musicians is a charity that has been working hard to make a meaningful difference to the lives of musicians across the UK., We want to create a world where musicians thrive., Help Musicians offers a broad range of support for musicians, including financial support, health consultations, and mentorship., The charity has been supporting musicians for 100 years. | 
|  n/a |  n/a |  n/a |  n/a | Arts Council England - National Lottery Project Grants | Grants are awarded for arts activities carried out over a set period which engage people in England or help artists develop their work., Grants range from £1,000 to £100,000 with no deadlines; applications can be submitted at any time., For awards up to £30k: decision within 8 weeks; over £30k: decision within 12 weeks. | Arts Council England is the national development agency for creativity and culture in England. They want England to be a country in which the creativity of each person is valued and given the chance to flourish. | 
|  n/a |  n/a |  n/a |  n/a | Arts Council Northern Ireland - Support for Individual Artists Programme (SIAP) | SIAP contains individual funding schemes such as Artists Career Enhancement Scheme (ACES), General Arts Awards etc., opening once annually around July/August with rolling travel awards available throughout year. | The Arts Council of Northern Ireland provides funding opportunities through public money and National Lottery funds. They are the main support agency for arts activities in Northern Ireland. | 
|  n/a |  n/a |  n/a |  n/a | Creative Scotland - Youth Music Initiative (YMI) |  n/a | Creative Scotland supports individual musicians through various initiatives including YMI which aims at helping young people access quality music provision across Scotland from urban centers into rural communities via Scottish Government & National Lottery funds distributed by Creative Scotland itself alongside partners like PRS Foundation’s International Showcase Fund etc.. | 
|  n/a |  n/a |  n/a |  n/a | Open Fund, International Showcase Fund, Aurora | The Open Fund is one of the grant schemes managed by PRS Foundation., The International Showcase Fund is another grant scheme managed by PRS Foundation., Aurora is a grant scheme managed by PRS Foundation., They have partnerships with BBC. | PRS Foundation: Wesley is a grants and programs manager at the PRS Foundation. They manage a bunch of grant schemes including the Open Fund, International Showcase Fund, and Aurora. They do research and education, supporting artists financially through government or lottery tickets. | 
|  n/a |  n/a |  n/a |  n/a | Arts Council Funding Programs, Project Grants, Touring Grant | Arts Council has regular funding programs with deadlines shared on their website., Project Grants are available up to £100,000 for National Lottery project grants., Touring Grant is relevant for music managers dealing with artists. | Arts Council: Teejan got into the music industry as a hip hop artist. Arts Council supports artists to launch long-term sustainable careers in music. They are an arm's length body with the government, funded mainly through National Lottery tickets and some government funding. | 
|  n/a |  n/a |  n/a |  n/a | Step Up Fund, Next Level, Fast Track | Step Up Fund works in partnership with Amazon Music UK providing £80-100k annually to distribute to artists., Next Level offers £3,000 grants for development projects., Fast Track offers £500 grants for short courses or specific needs like tech courses or tours. | Help Musicians: Help Musicians is a charity independently funded by donations. They have two main funds: Next Level (£3,000) and Fast Track (£500). Their eligibility criteria include being in charitable need. | 
| Open to individuals working in the music sector including solo artists, DJs bands orchestras labels promoters managers etc. |  n/a | Applications should show how the project will engage with intended audiences effectively to be eligible for funding. | Projects must engage with intended audiences effectively to be eligible for funding., Projects should demonstrate partnership support (from labels or venues)., Eligible projects include developing new original work that challenges current practice. | Arts Council National Lottery Project Grants | Open-access funding for arts, museums, and libraries projects., Supports music projects from individuals, groups, and organizations working in the music sector., Keen to support contemporary popular music genres such as hip-hop, R&B, grime, rap, jungle, metal and punk., Supports a range of musical types including classical, jazz, brass bands and world music., Funding available for developing new music projects including songs and recordings., Funding available for touring live shows and live performances., Funding available for purchasing musical instruments or recording equipment (including software)., Projects must show artistic development with substantial public benefit either in the short or long term. | Arts Council England, The programme is delivered in partnership with a specially selected group of lenders and a network of expert business advisors., Creative Industry Finance is led and managed by Creative United, with funding from Arts Council England. | 
|  n/a |  n/a |  n/a |  n/a | Supporting Grassroots Live Music |  n/a |  n/a | 
| Open to all career levels; no major prizes or record deals are required. |  n/a | Applicants should be honest about their personal situation and creative reasons for applying., Applicants should provide a clear budget that accounts for all expenditures. | Projects must be viable and realistic in terms of budget and expenditure. | Open Fund | The Open Fund is available for music creators in 2022., The maximum grant amount for the Open Fund is 5,000., The fund is open-ended in terms of genre and career level., It supports all career levels and does not require a linear career path., There are two deadlines every year, with one being on September 30th at 6pm. | PRS Foundation, One of the grants coordinators at PRS Foundation works across a multitude of funding schemes, including the Open Fund., The PRS Foundation aims to remove barriers for music creators and is happy to help spread messages through their funding., The Open Fund is part of PRS Foundation's initiatives to support music creators. | 
|  n/a |  n/a |  n/a |  n/a | Women Make Music |  n/a | PRS Foundation, One of the grants coordinators at PRS Foundation works across a multitude of funding schemes, including Women Make Music., Women Make Music has around the same success rate as other funds like the Open Fund. | 
| Applicants should be at a crucial point in their career where they need time to focus on artistic development rather than other commitments like teaching or administration. | Nina Clark's experience with DYCP highlights its impact: it allowed her to create her third studio album 'ALPHA', featuring collaborations with renowned musicians. | Applicants need to demonstrate how the funding will help them develop their own creative practice rather than focusing on others' creativity. | Projects must involve developing one's own creative practice rather than focusing on teaching or delivering sessions for others., Initiatives can include creating new work such as albums or singles with professional collaborators. | Developing Your Creative Practice | The Developing Your Creative Practice fund is designed to help artists develop their music and create a brand., It supports activities such as working with mentors, writing music, learning about the business side of the industry, and creating platforms for artistic expression., The fund allows recipients to focus on creative tasks like rehearsing, recording, songwriting, blogging, vlogging, performing in the music industry., It provides opportunities for artists to reboot their creative practice and launch themselves on a national platform. | Arts Council England, Arts Council England is an organization that supports artists and cultural practitioners in developing their creative practice., They provide funding opportunities to help artists focus on their own work and professional development., The organization values creativity, innovation, and the development of artistic skills. | 
| Applicants must be UK-based bands or artists at a crucial tipping point in their careers showing current progression and growth as artists with potential to significantly benefit from funding support., Applicants should have evidence of a strong fan base nationally and regionally. They should also have been featured in national press/media/radio coverage as well as wider blogs. |  n/a | Applications must include detailed marketing plans even if not requesting funds specifically for marketing/promotion activities because it shows planning capability which affects scoring positively during assessment process by advisors who look at overall project viability beyond just requested funds alone!, Applications should demonstrate how funding will significantly impact career development following grant award; this includes showing potential growth opportunities post-funding period too!, Applicants need detailed budgets outlining expenditures across different categories such as artist/band fees (time creating music/rehearsal), session/producer costs (studio time), travel expenses (petrol/airfares) etc., ensuring total expenditure matches income projections accurately without discrepancies between them which could lead low scores during evaluation phase due lack clarity around financial planning aspects involved here! | Projects must take place in the UK. In exceptional circumstances funding may be requested for recording in international territories but not international touring unless approved beforehand., Projects must not have already happened before a decision date; retrospective funding is not allowed. | PPL Momentum Music Fund | The PPL Momentum Music Fund offers grants of five to fifteen thousand pounds for UK-based bands and artists to develop their careers over the next two years., Activities eligible for support include recording, touring (UK only), marketing, music videos, merchandise production, studio hire, studio musician fees, producer fees, engineer fees, mixer fees., Funding cannot be used for international touring except in exceptional circumstances with prior approval., Funding cannot be used for capital projects like building works or purchasing vehicles like vans or cars for touring., Applicants can apply directly or have representatives such as managers or label reps apply on their behalf. However, any resulting grant offer is made to the music creator directly. | The PPL Momentum Music Fund is run by PRS Foundation in partnership with PPL, Creative Wales, and Arts Council Northern Ireland., The PRS Foundation is a funder of new music and believes that the success of the music they fund is driven by the diversity of the people who create it., PRS Foundation staff use a scoring system and external advisors to assess applications based on scores, criteria, and supporting partners. | 
| Is Inspire for me / my organisation? Independent creatives, artists, musicians, and performersBackground Theatre/Spoken Word Photography Equipment Small creative arts organisations (less than £100k turnover) Freelance artists |  n/a | Individuals or groups may submit applications for £500 - £2,000 via a short written application form. Use this form to outline or showcase your work and explain why you would benefit from this funding. There is an option to submit an accompanying video (3 minutes max) in form a link (URL) to a video-sharing website (e.g., YouTube or Vimeo). We will not accept attached video files (e.g., MP4 files)., Once a few checks have been completed applications minus contact details are passed to assessment panel review followed meeting agree awards. | What is eligible for funding? Dance • Resources, Eligible projects include those involving Literature • Museums • Event/project budgets (in part only), Eligible projects include those involving Multi-disciplinary Arts • Design, Eligible projects include those involving Room or space hire but not solely | GMCA Culture Fund: Inspire | The GMCA Culture Fund: Inspire welcomes applications that concern or involve: Heritage • Combined Arts • Music • Craft • Small Capital Expenditures, Grants of £500 – £2,000 for freelance and independent artists., Applications only within Greater Manchester., There will be 5 rounds of funding 2024 – 2026., Funding rounds and submission deadlines are as follows: Round 1 - Friday 1 March 2024 at 12:00 noon; Round 2 - Friday 31 May 2024 at 12:00 noon; Round 3 - Friday 1 November 2024 at 12:00 noon; Round Day Date Year Time; Round Day Date Year Time; Round Day Date Year Time, All applicants will be notified of the outcome by email within six weeks of the closing date. If successful, your award will be paid into your account by bank transfer. | Managed by Salford CVS, on behalf of 10GM., The GMCA Culture Fund: Inspire is being managed by Salford CVS, on behalf of 10GM., Following extensive consultation, the need for a focused, small investment into the creative sector was highlighted. This led to GMCA establishing this fund to support the regrowth and strengthening of the creative sector in Greater Manchester., In light of the impact of the COVID-19 pandemic, it has been found and reported that the level of investment and support for freelancers, independent creatives, artists, musicians, and performers across the arts could be improved. | 
| Eligible applicants must be based in England and identified as early career promoters. Funding is available for anyone over 18 years old with no upper age limit. |  n/a | Applications are assessed by experts online before being discussed at decision panels. Shortlisted applications are based on best scores discussed at decision panels before final decisions are made by assessors and panelists who look for specific criteria such as feasibility of proposed activities or shows being planned ahead carefully etc.., Applicants should describe their development needs honestly including any DEI support relating sustainability accessibility legal advice accounting services etc.., Applications should include a budget section detailing total project budget total request amount from PRS Foundation etc.. | Activities need to happen in England as part of eligibility requirements., Projects that request funding must not be happening within eight weeks; if it's happening within ten weeks it might not look feasible for a decision. | Early Career Promoter Fund | The Early Career Promoter Fund offers grants of up to £3,500 for new activities including booking, programming, and promotion of gigs, concerts, club nights, showcases and other performances., Funding can cover costs such as venue hire production costs, artist and DJ fees, crew fees, administration costs among others., Round four closes on Tuesday the 15th of October at 6 p.m. Decisions can take up to eight weeks after the deadline., Applicants can apply for their events to happen up to one year after the date they get the grant. If applied in October with a decision in December events could happen as late as December 2025. | PRS Foundation is supporting music from all genres and backgrounds., The Foundation has distributed more than £135,000 in grants so far., PRS Foundation prides itself on supporting diverse genres and has given awards to many different genres., The funding comes from Arts Council England, so applicants need to be based in England. | 
|  n/a |  n/a |  n/a |  n/a | Arts Council England's Supporting Grassroots Music Fund |  n/a |  n/a | 
| Applicants should be relatively new managers whose clients' businesses are at a tipping point (18 months minimum experience)., Applicants should identify as women or come from Black, Asian or Ethnic backgrounds as part of diversity initiatives. |  n/a | Applications must include information on how they meet key protected characteristics under the Equality Act 2010. | Projects must be related to independent music management businesses that are at a tipping point. | MMF Accelerator | Accelerator is a program aimed at relatively new managers whose clients' businesses are at a tipping point (18 months minimum experience)., The program offers one of the few opportunities for people to enter the industry outside of schemes targeted at under 25s., Accelerator aims to support a diverse talent pool of next-generation music managers by listening to key protected characteristics under the Equality Act 2010., Participants receive expert training and development as part of the program., Accelerator has resulted in 13 Top 40 albums, alongside industry awards and nominations including winners of BBC Radio 1’s Sound Of… list in 2022 and 2023. | The MMF Accelerator is the world's first funding and training program specifically for independent music managers., The MMF (Music Managers Forum) was recently awarded National Portfolio Organisation (NPO) status by Arts Council England., The MMF has developed close partnerships with Women in CTRL, Brighter Sound, and shesaid.so, alongside work with the UK Music Diversity Task Force., MMF has worked closely with funding partners Arts Council England, Creative Scotland, and the Scottish Music Industry Association to ensure a diverse spread of managers from across the UK., MMF is committed to supporting songwriters and other music-makers to reach global audiences and thrive. | 
|  n/a |  n/a |  n/a |  n/a | YouTube Music Partnership |  n/a | YouTube Music supports Accelerator by providing resources such as hosting events like 'in conversation' talks with MMF Chair Paul Craig at London’s YouTube Space. | 
| Applicants must be UK-based music creators who have been making music for at least 18 months and should be over 18 years old unless represented by an adult in rare cases., Applicants should be PRS4Music members or in a position to join PRS4Music., Music creators who have received Next Steps funding from PRS Foundation cannot apply again. |  n/a | Applications require submission of two examples of work (audio/video)., A budget showing income/expenditure balance is required; PRS cannot cover 100% project costs so other income sources must be shown., Applicants need to provide basic details about themselves including contact info, social media links if available., A reference from someone not involved in the project is required. | Projects must focus on new music creation or performance; marketing or promotional costs alone are not supported., Projects must be UK-based; international activities are not supported unless part of a majority UK-based project component., Eligible activities include recording and release, touring and live performances, creative residency costs, fees for creative collaborators but cannot include bursaries or tuition costs. | Open Fund for Music Creators | The Open Fund for Music Creators offers grant support of up to £5k for projects., The fund is open to all genres, backgrounds, and career levels in the UK., Applications can be submitted by writing or video format., The application process includes an online form on their grants portal FlexiGrants with a four-week application period per round., Decisions can take up to 12 weeks after submission with communication via email. | PRS Foundation is the UK's leading charitable funder of new music and talent development., Founded in 2000, PRS Foundation has funded over 8,500 new music projects., PRS Foundation supports music creator development and organizations., The foundation offers direct grants like the Open Fund and through organizations they fund., PRS Foundation's mission includes supporting the creation, performance, and promotion of outstanding music to enable the UK's most talented music creators to realize their potential. | 
|  n/a |  n/a |  n/a |  n/a | Next Steps Funding |  n/a | PRS Foundation is the UK's leading charitable funder of new music and talent development. | 
| Artists from across the UK are eligible to apply. |  n/a |  n/a | Grants support touring, marketing efforts around new releases (e.g., EPs), recording projects and other career advancing activities. | PPL Momentum Music Fund | The PPL Momentum Music Fund awards grants of GBP £5,000 (USD $6,400) to £15,000 ($19,200)., Funds are provided by PRS Foundation, PPL, Creative Wales and Arts Council of Northern Ireland., The fund supports artists whether already established at a tipping point or those steadily building an early career foundation. | PRS Foundation is a UK charity supporting new music and talent development., PPL is the UK’s music industry royalty collector for performers and recording rightsholders., The fund has received over 7,300 applications for over 40 funding rounds, with a 7% success rate of funds being granted., Since its launch in 2013, the PPL Momentum Music Fund has awarded over £5.2 million ($6.7 million) to artists across the UK., The fund has supported the creation of 275 albums by over 500 artists and funded over 300 tours and 1,600 live dates. | 
|  n/a |  n/a |  n/a |  n/a | PPL Momentum Accelerator | This initiative supports artists in developing sustainable careers in the music industry today., It focuses on inclusive growth within specific regions such as Liverpool City Region and Wales. | PRS Foundation is a UK charity supporting new music and talent development., PPL is the UK’s music industry royalty collector for performers and recording rightsholders. | 
| Any type of constituted artistic, creative or cultural organisation based in Scotland can apply. Organisations based outside the UK must have a UK-based partner lead on their application. |  n/a | Applications must include a completed online form with supporting documents such as budgets (essential), proof of organisation type (essential), safeguarding policy if working with vulnerable groups (essential), examples of work (optional), partner information if relevant (optional)., Applicants must demonstrate how their project meets the six key funding criteria: Quality & Ambition; Engagement; Equalities Diversity & Inclusion (EDI); Environmental Sustainability; Fair Work. Specific questions related to these criteria are included in the application form. | Eligible activities include specific projects or productions up to £20,000 or longer-term programmes of work over £20,000 lasting up to 18 months., Projects must benefit people in Scotland or take place in Scotland. | National Lottery Open Fund for Organisations | The fund supports organisations and projects that enhance business sustainability, environmental sustainability, fair work, international collaboration, ambition, engagement, equalities, diversity and inclusion (EDI)., Applicants can request between £1,000 and £100,000., There are no deadlines for this fund; applications can be submitted at any time., Applications will be assessed against six key criteria: Quality and Ambition; Engagement; Equalities Diversity and Inclusion (EDI); Environmental Sustainability; Fair Work; International (optional)., The fund can support business change and development projects such as new or more diverse income streams or broader organisational development costs., Projects can last up to 18 months. | Creative Scotland is committed to offering clear and accessible application processes that are open to everyone., Creative Scotland supports organisations to deliver a wide range of creative activities, including projects and programmes of creative activity., The National Lottery supports this fund through Creative Scotland., Creative Scotland is committed to ensuring our funding is accessible to all. | 
| Available to self-releasing artists and those signed to independent labels. Artists signed to major labels are not eligible. |  n/a | Applicants must demonstrate how funding will impact their creative partnerships and networks with a firm vision for career development. | Projects must involve writing new material or recording an album or EP; touring; marketing; or other activities that help artists reach the next level. | PPL Momentum Music Fund | The PPL Momentum Music Fund offers career-boosting grants of £5,000-£15,000 to independent artists and bands working in any genre based anywhere in the UK., It was set up in 2013 by PRS Foundation and Arts Council England to support artists at crucial tipping points in their careers., Over its first decade, it has supported over 526 grantees with more than £5.2 million distributed across 40 funding rounds from over 7,300 applications., The fund supports projects that include writing, recording, touring and promoting new music with co-investment from labels or management teams where applicable. | The PPL Momentum Music Fund is a collaborative initiative involving PRS Foundation, Arts Council England, Creative Wales, Arts Council of Northern Ireland, Invest Northern Ireland, and Spotify., PPL is the UK music licensing company that ensures performers and creators of recorded music are fairly paid for their work., The fund has been supported by PPL since 2016 and became a major partner in 2020., The fund has generated over £22 million for the UK music industry., It aims to support diverse talent across the UK music sector. | 
|  n/a |  n/a |  n/a |  n/a | PPL Momentum Accelerator | Launched as a targeted scheme following feedback on regional disparities in access to industry support. It offers targeted support for emerging artists not yet at crucial tipping points but showing strong potential. | This initiative is part of the wider PPL Momentum programme aimed at supporting talent development across different regions of the UK outside London. | 
| Open primarily for creatives aged 18-25. However d/Deaf, Disabled or Neurodivergent creatives can apply up until age 30., Applicants must be living in England, Scotland Wales or Northern Ireland with a UK bank account in their name. |  n/a | Applications must include contact details and examples of previous work such as recordings or social media accounts representing the applicant's work best. A one-page portfolio document may also be uploaded along with links if necessary. Maximum two pages allowed per document submission format option available too - text/video/uploaded PDF presentation etc., each having specific word/time limits respectively depending on choice made by applicant during submission process itself!, A budget between £1k-£2.5k excluding mandatory 'Time To Create' allocation which automatically adds another half-grand onto total amount requested from fund itself!, A reference from someone who does not stand financially benefit from project required too - could be professional connection like course leader etc., but not producer hired produce EP being funded here obviously enough... | Projects can include single releases, EPs or album campaigns; equipment or software purchases; career development activities like training or mentoring; audience development through marketing; events showcasing emerging artists; starting a music-based business like a record label or platform. | Youth Music NextGen Fund | The Youth Music NextGen Fund is designed for early-stage musicians and music-adjacent roles such as A&Rs, Managers, Promoters, Agents., It aims to help young people build confidence in applying for funding and executing projects., The fund offers up to £3,000 per applicant per project with two rounds of funding each year., Applicants must allocate at least £500 of their budget to 'Time to Create'., Projects must be released within a year of receiving the funds., Funding can cover costs such as equipment (up to £700), marketing (up to £500), travel (up to £200), training (up to £200), personal access costs if applicable. | The National Foundation for Youth Music is a registered charity number 1075032 and a limited company number 03750674., Located at Studio LG01, The Print Rooms, 164-180 Union Street, London, SE1 OLH., Youth Music is a national charity that helps marginalised young people to make and monetise music., They raise £10 million annually to fund grassroots music projects and support aspiring young creatives across the UK., Youth Music campaigns to break down barriers for young people facing inequity, exclusion, and discrimination. | 
